import Tab from "react-bootstrap/Tab";
import Tabs from "react-bootstrap/Tabs";
import React from "react";

export default function Ni() {
  return (
    <Tabs
      defaultActiveKey="home"
      id="uncontrolled-tab-example"
      className="mb-3"
    >
      <Tab eventKey="home" title="Історія гурту">
        <h6>
          <h3>Формування і ранні роки</h3>
          Курт Кобейн та Кріс Новоселіч вперше зустрілися в Абердинській
          середній школі, але, за словами Кобейна, довгий час не спілкувалися.
          Вони стали друзями, часто відвідуючи репетиційну базу гурту Melvins.
          Кобейн хотів разом з Новоселічем створити власний музичний гурт, але
          Кріс довго не погоджувався. Через три роки після знайомства Кріс
          нарешті послухав запис Fecal Matter, першого проєкту Кобейна, і
          запропонував Курту почати грати разом. Першим барабанщиком гурту став
          Боб МакФедден, що покинув колектив вже через місяць. Взимку 1987 року
          Кріс і Курт найняли ударника Аарона Буркхарда. Спочатку тріо
          виконувало композиції Fecal Matter, але незабаром музиканти почали
          писати новий матеріал. Через кілька місяців Буркхард пішов з гурту, і
          його тимчасово замінив учасник Melvins Дейл Кровер. За його участю
          були зроблені перші демозаписи. Кровера незабаром змінив новий
          барабанщик Дейв Фостер. За перші місяці існування гурт змінив кілька
          назв: «Skid Row», «Pen Cap Chew», «Bliss Throad Oyster», «Windowpane»
          і «Ed Ted Fred». Зрештою, на початку 1988 року учасники зупинилися на
          назві Nirvana, яку, як говорив Кобейн, було вибрано, оскільки він
          «думав про назву, яка була б гарною, приємною або милою, замість
          грубої, брудної панк-рок назви, на кшталт Angry Samoans». Перший їх
          виступ під цим ім'ям відбувся в березні того ж року. Через пару
          місяців з'явився і постійний ударник Чед Ченнінг.
          <h3>Перші випуски пластинок</h3>
          Першим офіційним релізом Nirvana став сингл «Love Buzz», що вийшов в
          листопаді 1988 році. В червні 1989 року гурт видав свій перший альбом
          Bleach на лейблі Sub Pop. Альбом спродюсував Джек Ендіно. У звучанні
          Bleach відчувався сильний вплив гуртів The Melvins, Mudhoney та таких
          відомих рок-колективів 1970-х років, як Black Sabbath та Led Zeppelin.
          В червні 1989 року Nirvana вирушили у велике американське турне,
          виступивши у 26 містах. 2001 року Новоселіч розповів в інтерв'ю
          журналу Rolling Stone, що, сидячи у своєму фургончику під час цього
          турне, гурт слухав касету, на одній стороні якої був записаний альбом
          команди The Smithereens, а на іншій — альбом гурту Celtic Frost, що
          грав в жанрі блек-метал, і що, можливо, ця комбінація теж сильно
          вплинула на їхню гру. Bleach одразу став найпопулярнішим альбомом на
          невеликих радіостанціях американських коледжів. Гроші на запис
          альбому, в сумі 606 доларів і 17 центів, дав Джейсон Еверман. З
          Кобейном його познайомив Ділан Карлсон, а Ченнінга Еверман знав з
          п'ятого класу. Еверман став проводити вільний час з гуртом, і, коли
          музикантам знадобилися гроші на запис Bleach, він, пропрацювавши до
          того часу кілька літніх сезонів рибалкою на Алясці, легко позичив їм
          необхідну суму. На обкладинці альбому, у списку музикантів, що брали
          участь в записі, зазначено: «Джейсон Еверман — гітара», хоча сам
          Еверман в записі участі не брав. Пізніше Кріс Новоселіч розповідав, що
          учасники Nirvana «хотіли, щоб Еверман відчув себе в гурті своїм».
          Після завершення запису Еверман ненадовго залишився в складі команди
          як другий гітарист, але пішов після першого американського турне.
          Згодом він грав на бас-гітарі в гурті Soundgarden, а пізніше
          приєднався до колективу Mind Funk. Гроші за альбом Nirvana так йому і
          не повернула. Наприкінці 1989 року Кобейн зазначив в інтерв'ю, що
          музика гурту змінюється: «Наші перші пісні були по-справжньому злими…
          Але з часом вони стають попсовішими та попсовішими в той час, як я
          стаю все щасливішим та щасливішим. Тепер в піснях йдеться про
          конфлікти у відносинах, емоціях щодо інших людей». На початку 1990
          року Nirvana почала працювати над матеріалом для нового альбому з
          продюсером Бутчем Вігом на Smart Studios в Медісоні, штат Вісконсин.
          Під час студійної роботи Курт і Кріс вирішили, що Чед — не той
          барабанщик, який потрібен гуртові; сам Ченнінг висловлював
          невдоволення тим, що він майже не впливав на процес написання пісень.
          В результаті Чед покинув гурт. Кілька тижнів на барабанах грав Дейл
          Кровер з The Melvins, після чого його замінив ударник гурту Mudhoney
          Ден Пітерз. З ним Nirvana записала пісню «Sliver», яка 1990 року
          вийшла як сингл. Через кілька тижнів Базз Озборн з The Melvins
          познайомив Курта та Кріста з Дейвом Гролом, який тоді грав у
          вашингтонському хардкор-гурті Scream, який розпався у вересні 1990
          року. Через кілька днів після приїзду Грола в Сієтл Курт і Кріс
          влаштували йому прослуховування, і, як згодом говорив Новоселіч,
          «через дві хвилини знали, що він був підходящим барабанщиком».
          <h3>Успіх</h3>
          <h6>
            <img
              alt="img"
              src="https://upload.wikimedia.org/wikipedia/commons/thumb/1/19/Nirvana_around_1992.jpg/330px-Nirvana_around_1992.jpg"
              width="250"
            ></img>
          </h6>
          Після роботи на Smart Studios Nirvana вирішила підшукати
          мейджор-лейбл. Слідуючи рекомендаціям Кім Гордон з Sonic Youth, гурт в
          1990 році підписав контракт з DGC Records та почав записувати свій
          наступний альбом Nevermind. Лейбл запропонував команді кілька
          продюсерів на вибір, але Nirvana зажадала Бутча Віга. Цього разу
          музиканти вирішили записуватися не в Медісоні, а вирушити на студію
          Sound City, розташовану в районі Лос-Анджелеса Ван-Найс. За два місяці
          роботи в студії Nirvana створила безліч пісень. Деякі з них, такі як
          «In Bloom» та «Breed», були присутні в репертуарі гурту кілька років,
          в той час як інші, наприклад, «On a Plain» і «Stay Away», ще не мали
          закінчених текстів. Після завершення запису Віг і учасники гурту
          почали мікшування, однак безпосередньо запис матеріалу зайняв занадто
          багато часу, внаслідок чого створені в поспіху мікси були визнані
          незадовільними. Nirvana запросила Енді Воллеса, мікшера гурту Slayer,
          щоб він зробив фінальне зведення. Після виходу Nevermind учасники
          гурту висловили невдоволення «відполірованим» звуком, який надав
          альбому Воллес. Спочатку менеджери DGC Records планували продати 250
          тисяч примірників Nevermind, тобто забезпечити приблизно той же рівень
          продажів, що і для альбому Goo гурту Sonic Youth. Однак перший сингл з
          альбому, «Smells Like Teen Spirit», дуже швидко став популярним,
          головним чином завдяки тому, що кліп на цю пісню часто показували на
          MTV. Під час турне наприкінці 1991 року музиканти Nirvana почали
          помічати, що квитки на їхні виступи стрімко розкуповувалися,
          тележурналісти регулярно з'являлися на всіх концертах, а «Smells Like
          Teen Spirit» постійно грала майже на всіх радіостанціях та музичних
          каналах. До Різдва 1991 року Nevermind в Америці продавався по 400
          тисяч примірників на тиждень. 11 січня 1992 року він досяг першого
          місця в чартах Billboard, змістивши альбом Dangerous Майкла Джексона.
          Платівка також очолила чарти багатьох країн у всьому світі. Того
          місяця, коли Nevermind досяг першого місця, Billboard заявив: «Nirvana
          — це один з тих рідкісних гуртів, у яких є все: визнання критиків,
          повага музичної індустрії, поппривабливість та значна
          коледж-альтернативна основа». У лютому 1992 року після великого турне
          по країнах тихоокеанського басейну Кобейн одружився з лідеркою
          рок-гурту Hole Кортні Лав. 18 серпня того ж року у них народилася
          дочка Френсіс Бін Кобейн. Посилаючись на втому, учасники гурту
          вирішили не проводити ще один тур по Америці в підтримку Nevermind.
          Замість цього вони дали лише кілька концертів в тому ж році. Через
          кілька днів після народження Френсіс Бін Nirvana провела один із
          найкращих своїх виступів як хедлайнер на фестивалі Редінг в Англії. На
          той момент ходили чутки про погане здоров'я Кобейна і про можливий
          розпад гурту. Заради жарту Курта ввезли на сцену на інвалідному візку,
          після чого він піднявся і приєднався до інших членів колективу,
          зігравши на концерті велику кількість пісень, як старих, так і зовсім
          нових. Менш ніж через два тижні Nirvana виступила на MTV Video Music
          Awards. Керівництво MTV хотіло, щоб гурт зіграв «Smells Like Teen
          Spirit», але музиканти побажали виконати нову пісню, яка називалася
          «Rape Me». Керівники MTV були незадоволені піснею, бо, за словами
          продюсера шоу Емі Фіннерті, вони вирішили, що в тексті йдеться про
          них. Вони наполягли на тому, що Nirvana не гратиме «Rape Me»,
          пригрозивши, що не дадуть гурту виступити на шоу і перестануть
          показувати їх кліпи по MTV. Після напружених суперечок MTV та Nirvana
          домовилися, що гурт зіграє пісню «Lithium» з останнього на той момент
          синглу. Коли Nirvana почала виступ, Курт несподівано зіграв та
          заспівав свій початок з «Rape Me», після чого заграла «Lithium». На
          церемонії гурт отримав нагороди у номінаціях «Найкраще альтернативне
          відео» і «Найкращий новий виконавець». У грудні 1992 року Nirvana
          випустила збірку раритетних записів та бі-сайдів Incesticide. Багато
          радіозаписів та ранніх невиданих матеріалів гурту ходило по руках, і
          метою випуску альбому була боротьба з такими піратськими підробками.
          <h3>In Utero, останні місяці та смерть Кобейна</h3>
          <h6>
            <img
              alt="img"
              src="https://cdn.vogue.ua/i/image_720x/uploads/article-inline/a4b/9df/5e2/5c6d5e29dfa4b.jpeg.webp"
              width={300}
            ></img>
          </h6>
          У лютому 1993 року Nirvana випустила «Puss/Oh, the Guilt», спліт-сингл
          з The Jesus Lizard на незалежному лейблі Touch & Go. Для запису
          альбому 1993 року In Utero гурт запросив продюсера Стіва Альбіні, який
          вже отримав популярність завдяки своїй роботі над альбомом Surfer Rosa
          гурту Pixies. Nevermind здобув визнання в аудиторії, яка в більшості
          своїй не мала поняття про тих альтернативних, невідомих та
          експериментальних музикантів, яких Nirvana вважала своїми
          попередниками. Тому запрошення Альбіні мало вигляд добре обдуманого
          ходу учасників Nirvana, які бажали, щоб альбом звучав грубо, сиро і
          без зайвої обробки. До прикладу, в одній з пісень, іронічно названої
          «Radio Friendly Unit Shifter», чується тривалий різкий звук фідбеку.
          Однак Кобейн підкреслював, що звучання Альбіні — якраз те, про яке він
          завжди мріяв: «натуральний» звук без зайвих накладень та студійних
          ефектів. Студійні сесії з Альбіні були короткими, але вельми
          насиченими та продуктивними: альбом був записаний та зведений протягом
          двох тижнів на Pachyderm Studio в місті Каннон-Фолс. Його виробництво
          обійшлося у 25 тисяч доларів. Через кілька тижнів після запису альбому
          журнали Chicago Tribune та Newsweek надрукували інформацію про те, що
          керівництво DGC Records не задоволено записаним матеріалом і може
          відмовитися від його випуску. В результаті шанувальники вирішили, що
          на вільну творчість гурту впливають боси лейблу. Хоча чутки про
          відмову DGC випускати альбом були недостовірними, учасники Nirvana
          дійсно були не згодні з деякими музичними рішеннями Альбіні, які він
          прийняв при мікшуванні альбому. Зокрема, вони вважали, що продюсер
          занадто сильно приглушив частоти бас-гітари. Кобейн також вважав, що
          «Heart-Shaped Box» і «All Apologies» не звучать «ідеально». Скотта
          Літта, який довгий час продюсував R.E.M., запросили для скорочення цих
          двох пісень. В результаті додали додаткові інструменти та бек-вокал.
          In Utero дебютував в хіт-параді Billboard 200 у вересні 1993 року,
          зайнявши там перше місце. Крістофер Джон Фарлі в своєму огляді альбому
          в журналі Time писав: «Попри те, що фанати альтернативної музики
          боялися, Nirvana не пішла в мейнстрім, хоча цей потужний новий альбом
          може ще раз змусити мейнстрім піти у Nirvana». Однак, будучи
          комерційно успішним, альбом все ж не досяг успіху Nevermind. Восени
          гурт вирушив у перший великий тур по США за два роки. Для його
          проведення Nirvana запросила як другого гітариста Пета Сміра з
          панк-гурту Germs. У листопаді 1993 року Nirvana разом зі Сміром
          виступали на акустичному концерті MTV Unplugged. Гурт зіграв лише два
          своїх хіти — «All Apologies» і «Come As You Are». Грол пізніше сказав:
          «Ми знали, що не будемо робити акустичну версію „Teen Spirit“… це було
          б жахливо безглуздо». Серед пісень були також кілька відносно
          маловідомих, наприклад, три композиції гурту Meat Puppets, яка
          приєдналася до Nirvana для їх виконання. У той час як репетиції були
          проблематичними, продюсер MTV Unplugged Алекс Колетті сказав, що сам
          виступ пройшов достатньо добре, кожна пісня була записана з першої
          спроби. Сам концерт тривав менше ніж годину, що було нехарактерно для
          звичайних unplugged-виступів. Після виконання заключної пісні
          (кавер-версії «Where Did You Sleep Last Night?» Ледбеллі) Колетті
          попросив гурт зіграти на біс, однак Кобейн відмовився. Згодом Колетті
          згадував: «Курт сказав: „Я не зможу перевершити цю останню пісню“. І,
          коли він вимовив це, я відступив. Бо знав, що він правий». Виступ
          гурту вперше показали на MTV 14 грудня 1993 року. На початку 1994 року
          команда вирушила на гастролі до Європи. Після концерту 1 березня в
          залі Terminal Eins в Мюнхені Кобейн захворів бронхітом та важким
          ларингітом. Наступне шоу, яке повинно було відбутися в тому ж залі на
          наступну ніч, відклали. Вранці 4 березня в Римі Кортні Лав знайшла
          Кобейна без свідомості у кімнаті готелю, і його відвезли в лікарню.
          Пізніше доктор на пресконференції заявив, що Кобейн прийняв прописаний
          йому рогіпнол та велику дозу алкоголю. Гастролі, включаючи численні
          концерти в Великій Британії, остаточно скасували. У наступні тижні
          давня залежність Кобейна від героїну знову дала про себе знати. Його
          вмовили вирушити до реабілітаційної клініки. Через кілька днів він
          переліз через огорожу клініки та полетів на літаку в Сієтл. У п'ятницю
          8 квітня 1994 року Кобейна знайшли мертвим в його будинку в Сієтлі:
          він вистрілив собі в рот з дробовика. Гурт розпався.
          <h3>Після Nirvana</h3>
          <h6>
            <img
              alt="img"
              src="https://disgustingmen.com/wp-content/uploads/2020/01/grohl_header.jpg"
              width={250}
            ></img>
            <img
              alt="img"
              src="1200px-Krist_Novoselic_15A.png"
              width={105}
            ></img>
          </h6>
          Після розпаду Nirvana Кріс Новоселіч та Дейв Грол не залишили музичну
          діяльність. Через деякий час після смерті Кобейна Грол зробив кілька
          демо-записів, які пізніше стали дебютним альбомом його нового гурту
          Foo Fighters, який в наступні роки випустив кілька комерційно успішних
          альбомів. Крім Foo Fighters, Грол грав на барабанах у таких гуртах, як
          Tom Petty and the Heartbreakers, Queens of the Stone Age, Tenacious D,
          Nine Inch Nails та Killing Joke. Також він співпрацював з Полом
          Маккартні та Майком Уаттом. Під ім'ям Probot Грол записав альбом в
          стилі хеві-метал, на якому виконав кавер-версії пісень своїх улюблених
          виконавців початку 80-х. Останнім часом він також є барабанщиком
          супергурту Them Crooked Vultures. Кріс Новоселіч після Nirvana створив
          гурт Sweet 75. Пізніше разом з Куртом Кірквуд з Meat Puppets та Бадом
          Гафом з Sublime він заснував колектив Eyes Adrift. Новоселич також
          виступив на єдиному концерті гурту No WTO Combo (проіснував всього
          один день) з Кімом Таїлом з Soundgarden і Джелло Біафрою з Dead
          Kennedys, з якими випадково зустрівся на акції протесту на саміті СОТ
          1999 року. У грудні 2006 року він замінював бас-гітариста Бруно
          ДеСмартаса з гурту Flipper під час їх турне до Великої Британії та
          Ірландії та кількох американських шоу. Крім того, Новоселич став
          політичним активістом, заснувавши комітет JAMPAC для захисту прав
          музикантів. 2004 року він випустив книгу «Of Grunge and Government:
          Let's Fix This Broken Democracy», в якій розповів про своє музичне
          минуле та політичні прагнення в сьогоденні. 12 грудня 2012 року, Грол,
          Новоселіч та Смірнов приєдналися до Пола Маккартні на концерті на
          користь постраждалих від урагану Сенді, для дебютного виконання пісні
          написаною четвіркою «Cut Me Some Slack». Студійний запис пісні вийшов
          на саундтреку до фільму Грола Sound City.
          <h3>Випуски пластинок після смерті Курта Кобейна</h3>
          Кілька альбомів Nirvana вийшли вже після смерті Кобейна. Перший з них,
          MTV Unplugged in New York, вийшов в листопаді 1994 року та містив
          повністю записаний виступ гурту на акустичному концерті MTV Unplugged
          1993 року. Через два тижні після його виходу вийшла відеозбірка
          виступів Nirvana Live! Tonight! Sold Out!!. Курт сам відбирав значну
          частину відеоматеріалу для нього: туди увійшли багато записів,
          зроблених під час турне в підтримку альбому Nevermind. Спочатку MTV
          Unplugged планували випустити разом з другим диском, на якому містився
          б матеріал з «електричних» концертів гурту — на противагу акустичному
          виступу. Однак решта членів колективу змушені були скасувати своє
          рішення, оскільки не знайшли тоді в собі сил працювати з записами
          померлого Кобейна. Диск із записами живих виступів команди все ж
          побачив світ в жовтні 1996 року під назвою From the Muddy Banks of the
          Wishkah. У серпні 1997 року на присвяченому музичним новинам сайті
          Wall of Sound з'явилася інформація про те, що Грол і Новоселич
          працюють над збірником раритетних записів Nirvana. через чотири роки
          лейбл гурту оголосив, що збірник повністю готовий та вийде у вересні,
          через десять років після випуску альбому Nevermind. Однак перед самою
          датою виходу бокс-сету Кортні Лав добилася судової заборони на його
          випуск та подала позов до суду на Новоселича та Грола, звинувативши їх
          в незаконному використанні творів Курта. Почався затяжний судовий
          процес за право володіння музичним спадком Курта Кобейна, що тривав
          понад рік. Основна суперечка розгорілася навколо невиданої раніше
          пісні «You Know You're Right», останньої студійної роботи гурту. Грол
          і Новоселич хотіли включити її в збірник, тим самим випустивши всі
          раритетні записи за один раз. Однак Лав оскаржила цей намір, заявивши,
          що ця пісня важливіше записів, зазвичай званих раритетними, і її слід
          видати на збірнику найкращих робіт гурту. Судові суперечки тривали
          понад рік, і в результаті сторони прийшли до компромісу: було
          вирішено, не відкладаючи, випустити диск з найкращими піснями гурту
          (включаючи «You Know You're Right»). Диск називався просто — Nirvana.
          Лав погодилася віддати касети з демозаписами Кобейна для використання
          матеріалу у збірнику. Збірник Nirvana вийшов 29 жовтня 2002 року. Крім
          пісні «You Know You're Right», в альбом ввійшли хіти з усіх трьох
          студійних альбомів, а також деякі альтернативні версії знайомих
          пісень. Збірка With The Lights Out вийшла в листопаді 2004 року. Вона
          містила безліч ранніх демозаписів Кобейна, знімання репетицій та
          записів живих виступів з різних періодів історії колективу. Вибрані
          композиції збірки були видані окремим альбомом під назвою Sliver: The
          Best of the Box восени 2005 року. Компакт-диск містив дев'ятнадцять
          композицій із збірки та три раніше невиданих записів, включаючи версію
          пісні «Spank Thru» з демозапису 1985 року раннього гурту Кобейна Fecal
          Matter. В інтерв'ю Джиму Де Рогатісу, Лав розповіла про незліченні
          записи репетицій, демо- і просто домашніх записів (багато з яких Курт
          робив прямо у власній спальні), що залишилися після смерті Кобейна. У
          квітні 2006 року Лав оголосила про своє рішення продати за 50
          мільйонів доларів 25 відсотків, із приналежних їй, пісень Nirvana.
          Покупцем став Ларрі Местель, колишній виконавчий директор «Virgin
          Records» та нинішній голова видавництва «Primary Wave Music
          Publishing». Щоб запобігти занепокоєнню шанувальників з приводу
          комерціалізації спадщини гурту, що вважається незалежною, Лав
          звернулася до них із запевненнями, що права на музику не будуть просто
          продані тому, хто дасть більшу ціну. У своєму зверненні Лав написала:
          «Ми залишимося вірними духу Nirvana і будемо дуже розбірливими при
          передачі музики в нові руки». 2006 року Live! Tonight! Sold Out!! був
          перевиданий на DVD; повна необрізана версія MTV Unplugged in New York
          вийшла на DVD 2007 року. Live at Reading, виступ гурту 1992 року на
          фестивалі Редінг в Англії, вийшов на Компакт-диску та DVD в листопаді
          2009 року. Перший альбом Nirvana Bleach був перевиданий 2009 року на
          CD і вінілі, через 20 років після виходу оригінального видання. Крім
          заново зведених пісень, на альбомі була присутня композиція, яка
          раніше не випускалася — запис концерту гурту 9 лютого 1990 року в Pine
          Street Theatre, Портленд, Орегон. У вересні 2011 року вийшло ювілейне
          видання Nevermind, присвячене 20-річчю з дня виходу альбому.
        </h6>
      </Tab>
      <Tab eventKey="profile" title="Музичний стиль">
        <h6>
          Курт Кобейн описував раннє звучання гурту як «копіювання Gang Of Four
          та Scratch Acid». Коли Nirvana записувала Bleach, Кобейн вирішив, що
          їм потрібно було відповідати очікуванням Sub Pop в плані
          гранж-звучання; це пригнічувало його бажання писати легші пісні.
          Кобейн прагнув створити суміш важкого та легкого звучання. Він
          говорив: «Я хотів бути схожий на Led Zeppelin, грати екстремальний
          панк-рок та робити повільні поппісні». Коли після запису Bleach Курт
          почув альбом Surfer Rosa гурту Pixies (вийшов в 1988 році), то відчув,
          що на ньому був саме той звук, якого він хотів домогтися, але не міг,
          намагаючись грати важчі гранж-пісні. Подальша популярність The Pixies
          переконала Кобейна в необхідності слідувати своїм музичним інстинктам.
          Nirvana в своїх піснях використовувала різкі переходи від повільного,
          тихого звуку до гучного. Незадовго до смерті Кобейн говорив, що
          гуртові набридла одноманітна формула написання музики, але в той же
          час висловлював думку, що учасники колективу навряд чи були достатньо
          вправні, щоб пробувати що-небудь інше. Стиль гри Кобейна на
          ритм-гітарі, який ґрунтувався на павер-акордах, низьких рифах і
          недбалої гри правою рукою, містив у собі ключові компоненти пісень
          гурту. Кобейн часто грав риф куплета пісні в чистому тоні, потім
          подвоював його з дисторшн-гітарою, повторюючи вже зіграну частину. Він
          рідко виконував гітарні соло, які у нього являли собою легкі варіації
          головної мелодії пісні. Його соло в більшості своїй були засновані на
          блюзі та звуці розстроєної гітари. Гра на барабанах Грола «підняла
          звук Nirvana на новий, енергійніший рівень». Азеррад, біограф гурту,
          пише, що «могутня гра Грола підійняла рівень гурту на вищу планку, як
          у візуальному плані, так і в музичному», відзначаючи, що «хоча Дейв і
          грає на барабанах дуже жорстко, він достатньо музикальний — неважко
          визначити, яку пісню він грає, навіть якщо йому ніхто не акомпанує».
          Під час живих виступів Кобейн та Новоселіч завжди настроювали свої
          гітари на лад E-flat. Кобейн якось сказав: «Ми граємо так сильно, що
          не встигаємо налаштовувати наші гітари». У гурті була звичка трощити
          апаратуру після концертів. Новоселіч говорив, що він і Кобейн створили
          цю «фішку», щоб швидше піти зі сцени. Кобейн заявив, що все це
          почалося як вираз його негативних емоцій, які з'являлися через те, що
          вони з Чедом Ченнінгом робили помилки під час концертів.
          <h3>Написання пісень та тексти</h3>
          Еверетт Тру сказав в 1989 році: «Пісні Nirvana розглядають банальне і
          пішохідне з унікальним ухилом». Музичну основу кожної пісні, манеру
          виконання та тексти створював Кобейн. Зазвичай він складав мелодії за
          допомогою акустичної гітари. Він підкреслював, що Новоселіч і Грол
          «відігравали велику роль у прийнятті рішень щодо того, наскільки
          довгою і зі скількох частин повинна бути пісня. Тому я не люблю, коли
          мене вважають єдиним автором пісень». На запитання, яку частину
          композиції він пише першою, Кобейн відповів: «Я не знаю. Я правда не
          знаю. Напевно, я починаю з куплета, а потім переходжу до приспіву».
          Зазвичай Кобейн писав слова для пісень за кілька хвилин до того, як
          записувати їх у студії. Він говорив: «Коли я пишу пісню, слова для
          мене найменш важливі. У моїй пісні можуть перетинатися дві або три
          різні теми, а назва може абсолютно нічого не означати». 1993 року в
          інтерв'ю журналу Spin Кобейн сказав, що йому «глибоко по фігу», про що
          говориться в словах до пісень з альбому Bleach, в той час, як слова до
          пісень з Nevermind були взяті з написаних ним за два роки віршів, які
          він нарізав та вибрав найбільш вподобані рядки. Що стосується
          останнього альбому In Utero, Кобейн заявляв, що тексти були «більш
          сфокусовані на певних темах».
        </h6>
      </Tab>
      <Tab eventKey="abc123" title="Вплив">
        <h6>
          Стівен Томас Ерлевайн, музичний критик сайту Allmusic.com, писав, що
          до Nirvana «альтернативна музика не сприймалася всерйоз великими
          звукозаписними компаніями». Після випуску Nevermind «все помінялося,
          незрозуміло, до гіршого чи до кращого». Успіх Nevermind не лише зробив
          гранж популярним, але і показав «культурний та комерційний потенціал
          альтернативного року в цілому». В інших гуртів були хіти й раніше,
          але, за словами Ерлевайна, саме Nirvana «назавжди зламала бар'єри» між
          світом альтернативного року та популярної музики. Ерлевайн також
          зазначає, що прорив Nirvana «не знищив андеграунд», а «прочинив його»
          для слухачів. 1992 року Джон Парелес, журналіст The New York Times,
          писав, що після прориву Nirvana звукозаписні компанії зацікавилися
          гуртами, які грали альтернативну музику. Представники компаній
          укладали з ними угоди та намагалися швидко досягти мейнстріму.
          Ерлевайн стверджує, що прорив Nirvana «популяризував так зване
          Покоління X та культуру нероб». Одразу ж після смерті Кобейна про
          фронтмена Nirvana заговорили як про «голос покоління», хоча він сам за
          життя заперечував цей ярлик. Через десять років після смерті Кобейна
          Ерік Олсен з новинного каналу MSNBC писав: «За минуле десятиліття
          Кобейн, маленький, кволий, але привабливий чоловік по життю, став
          абстрактною іконою Покоління X, на яку багато хто дивиться, як на
          останню справжню рок-зірку месія та мученик, кожний вислів якого
          розтягували та аналізували». Багато музичних гуртів та виконавців не
          раз стверджували, що Nirvana зробила великий вплив на їхню творчість і
          на їх рішення почати займатися музикою. серед них Limp Bizkit, Джаред
          Лето з 30 Seconds to Mars, Seether, Flyleaf та інші. Тім Рітчі,
          музичний директор Radio National, порівнюючи творчість Sex Pistols та
          Nirvana (тим самим порівнюючи кульмінації панки-руху та грандж-руху
          відповідно), писав, що «вплив Nirvana набагато більше Sex Pistols»,
          оскільки Nirvana не просто справила вплив на музикантів, вона вплинула
          на весь мейнстрім в цілому. Крейг Метьесон, автор двох книг про підйом
          австралійської інді-сцени в 90-ті роки, писав (як і Ерлевайн), що
          головна заслуга Nirvana полягає в тому, що вона прибрала бар'єри між
          корпоративними лейблами та інді-музикою.
        </h6>
      </Tab>
      <Tab eventKey="abc133" title="Дискографія">
        <h6>
          <h4>Студійні альбоми</h4>
          <h6>1989 — Bleach</h6> <h6>1991 — Nevermind</h6>{" "}
          <h6>1993 — In Utero</h6>
          <h4>Збірки</h4>
          <h6>1992 — Hormoaning</h6> <h6>1992 — Incesticide</h6>{" "}
          <h6>2002 — Nirvana</h6> <h6>2004 — With the Lights Out</h6>{" "}
          <h6>2005 — Sliver: The Best of the Box</h6>
          <h4>Концертні альбоми</h4>
          <h6>1994 — Unplugged in New York</h6>{" "}
          <h6>1996 — From the Muddy Banks of the Wishkah</h6>
          <h6>2009 — Live at Reading </h6>
          <h4>DVD</h4>
          <h6>2006 — Live! Tonight! Sold Out! </h6>
          <h6>2007 — Unplugged in New York </h6>
          <h6>2009 — Live at Reading</h6> <h6>2012 — Live at the Paramount</h6>
          <h6> 2013 — Live and Loud</h6>
        </h6>
      </Tab>
    </Tabs>
  );
}
