import Tab from "react-bootstrap/Tab";
import Tabs from "react-bootstrap/Tabs";
import React from "react";

export default function Pf() {
  return (
    <Tabs
      defaultActiveKey="home"
      id="uncontrolled-tab-example"
      className="mb-3"
    >
      <Tab eventKey="home" title="Історія гурту">
        <div>
          <h4>Формування (1963—1964)</h4>
          <h6>
            Нік Мейсон та Роджер Вотерс познайомилися в університеті
            Вестмінстера в Лондоні, де обидва вчилися на факультеті архітектури.
            Вони почали грати разом у гурті, сформованому Кітом Нобле та Клівом
            Меткалфом. Пізніше до них приєднався Річард Райт, і секстет був
            названий «Sigma 6». Дівчина Райта — Джульєтта Гейл — була частою
            гостею на репетиціях гурту. Роджер Вотерс, перш ніж перейти на
            бас-гітару, грав на ритм-гітарі. «Sigma 6» грала пісні гурту «The
            Searchers» та композиції, які написав студент Кен Чепмен, що став
            менеджером гурту та автором пісень. У вересні 1963 року Мейсон та
            Вотерс переїхали на дешевшу квартиру у Стенхоп Гарденс, власником
            якої був викладач університету — Майк Леонард. Леонард допомагав
            молодому гурту у репетиціях. «Sigma 6» використовувала цю квартиру
            для своїх репетицій. Пізніше Мейсон виїхав з квартири, а його
            кімнату зайняв новий гітарист Боб Клоуз. Протягом виступів назва
            гурту неодноразово змінювалася, «Sigma 6» пройшла через ряд
            перехідних імен, у тому числі «Meggadeaths», «The Abdabs» та «The
            Screaming Abdabs», «Leonard's Lodgers», «The Spectrum Five», перш
            ніж зупинитися на Tea Set. Незабаром Меткалф та Нобел покинули гурт.
            Восени 1963 року сімнадцятирічний Сід Барретт прибув до Лондона для
            навчання. Вотерс та Барретт були приятелями з дитинства (Вотерс
            часто відвідував Барретта в будинку його матері). Барретт приєднався
            до складу «Tea Set» в 1964-му році та оселився у Вотерса та Клоуза.
            <h4>Період з Сідом Барреттом (1964—1968)</h4>
          </h6>
          <img alt="img" src="Syd_Barret.png" width="250" />
          <h6>
            Після відходу Ноубела та Меткалфа «Tea Set» залишився без
            вокалістів. Відчуваючи сильну нестачу у вокалі, Клоуз познайомив
            гурт з Крісом Деннісом, який став його фронтменом. Після приходу
            Денніса «Tea Set» змінила назву на «The Pink Floyd Sound», на честь
            двох блюзових музикантів, записи яких Барретт тримав у власній
            колекції — Пінка Андерсона та Флойда Каунсіла. Барретт перейменував
            гурт, оскільки на одному з виступів він з'ясував, що на ньому був
            присутній гурт, який теж мав назву «Tea Set». Сам Денніс невдовзі
            виїхав до Бахрейну, передавши функції фронтмена гурту Сіду Барретту.
            Перший візит на студію звукозапису відбувся в грудні 1964 року.
            Члени гурту потрапили до студії завдяки зв'язкам Райта. Його друг
            працював на студії у Вест Хемпстеді та використав перерву для запису
            декількох сетів «The Pink Floyd Sound». Під час цих сесій записано
            чотири пісні, які стали першими демозаписами гурту, і містили
            кавер-версію на класичну ритм-н-блюзову композицію «I'm a King Bee»
            та три пісні, створені Сідом Барреттом: «Butterfly» («Метелик»),
            «Lucy Leave» (Люсі зостається) та «Double—O Bo» («Подвійний О Бо»).
            Потім «The Pink Floyd Sound» стали постійними гостями в лондонському
            Каунтдаун Клаб, де грали по 90 хвилин з пізнього вечора до раннього
            ранку. Також гурт запросили на телепередачу «Ready Steady Go!», яка
            шукала молоді таланти. Боб Клоуз покинув гурт в 1965 році, а
            лід-гітаристом та ведучим вокалістом гурту став Сід Барретт. The
            «Pink Floyd Sound» продовжували грати в клубах переважно
            ритм-н-блюзові композиції. На одному з таких виступів у березні 1966
            року їх помітив Пітер Дженнер. Дженнер, лектор у лондонській школі
            економіки та політичних наук, був захоплений акустичними ефектами,
            створеними Барреттом та Райтом під час їхнього виступу, і спільно зі
            своїм другом Ендрю Кінгом став менеджером гурту. Саме в цей час гурт
            став експериментувати в музиці і зі своїми виступами. Під проводом
            Дженнера гурт почав виступати на лондонських підпільних концертах у
            таких клубах, як UFO, а продюсери гурту організували менеджерську
            компанію для рок-гуртів під назвою «Blackhill Enterprises». «The
            Pink Floyd Sound» зміцнив відносини з «Blackhill Enterprises»,
            ставши рівноправними партнерами з Дженнером і Кінгом, а учасники
            гурту володіли по одній шостій частці. До жовтня 1966 року записи
            гурту поповнилися ще декількома сетами власних пісень.{" "}
            <h5>Перші записи</h5>
            Перший професійний запис було зроблено на фірмі Polydor в січні 1967
            року, це були композиції «Arnold Layne» та «Interstellar Overdrive».
            Однак майже одразу гурт підписав контракт з EMI, і перші сингли
            вийшли вже на EMI. 11 березня 1967 вийшов сингл «Arnold Layne/Candy
            And A Currant Bun», що досяг 20-го місця в чартах. Однак відтворення
            на радіо пісні «Arnold Lane» було невдовзі заборонене через уривок з
            тексту: це була розповідь про трансвестита, на ім'я Арнольд Лейн,
            який вночі при світлі місяця викрадав з мотузок жіночу білизну, а
            потім перед дзеркалом наряджався у викрадене. Композицію «Candy And
            A Currant Bun» спочатку назвали «Let's Roll Another One» («Давай
            скрутимо ще по одній»), але назву з явними натяками на вживання
            наркотиків довелося терміново змінити. 16 червня вийшов другий сингл
            «See Emily Play/The Scarecrow». Згодом ранні сингли гурту, які
            написав Барретт, були видані на альбомах The Best of the Pink Floyd
            (1970), Relics (1971), Masters of Rock (1974).
            <h5>The Piper at the Gate of Dawn</h5>
          </h6>
          <img
            alt="img"
            src="https://images.genius.com/4b8dc5e9bdb192ae7cc01193b05071af.1000x1000x1.jpg"
            width="250"
          ></img>
          <h6>
            Виданий у серпні 1967 року дебютний студійний альбом гурту The Piper
            at the Gates of Dawn (поширений некоректний переклад назви альбому —
            «Волинщик біля воріт зорі», хоча насправді це всього лише назва
            глави в перекладі Ірини Токмакової — «Сопілка біля порога зорі» з
            улюбленої книги Сіда «Вітер у вербах» Кеннета Грема, де «The Piper»
            — це, звичайно, ніякий не «волинщик», а бог Пан, що грає на сопілці)
            вважають найкращим прикладом англійської психоделічної музики. Треки
            з цієї платівки демонструють музичну суміш — від авангардної
            «Interstellar Overdrive» («Космічне перевантаження») до химерної
            «Scarecrow» («Опудало»), меланхолійної пісні, написаної під
            натхненням від сільських ландшафтів, що оточували Кембридж. Альбом
            був успішний і став шостим в британських чартах. Однак не всі
            учасники гурту витримали тягар успіху, що звалився на них. Вживання
            наркотиків та постійні виступи зламали лідера гурту Сіда Барретта.
            Його поведінка ставала все більш нестерпною, нервові зриви та
            психози повторювалися все частіше, допікаючи інших членів гурту
            (особливо Роджера). Неодноразово бувало, що Сід просто «виключався»,
            «пішов у себе» прямо на концерті. У січні 1968 року до гурту
            приєднався давній знайомий Роджера і Сіда гітарист Девід Гілмор, щоб
            замінити Барретта. До приєднання до ансамблю Гілмор побував в
            Парижі, де організував власний гурт і здійснив з ним турне по
            Європі. Змінив багато занять, в тому числі ремесло натурщика,
            прекрасно оволодів французькою мовою. Планували, що Сід, хоча і не
            виступатиме, але продовжить писати пісні для гурту. На жаль, з цієї
            затії нічого не вийшло. У квітні 1968 року «відставка» Барретта була
            формалізована, але Дженнер і Кінг вирішили залишитися з ним.
            Шестистороннє підприємство «Blackhill Enterprises» припинило свою
            діяльність. Після виходу з гурту Сід випустив два сольні альбоми, а
            потім повернувся у Кембридж до матері та став вести самотній спосіб
            життя аж до самої смерті від раку підшлункової залози 2006 року.
            <h5>A Saucerful of Secrets</h5>
          </h6>
          <img
            alt="img"
            src="https://upload.wikimedia.org/wikipedia/ru/5/55/PinkFloyd-album-saucerfulofsecrets.jpg"
            width="250"
          ></img>
          <h6>
            Попри те, що Барретт написав велику частину матеріалу для першого
            альбому, на другий альбом A Saucerful of Secrets («Блюдце, повне
            таємниць»), що вийшов у червні 1968 року, потрапила лише одна пісня,
            створена ним, а саме — «Jugband Blues» («Блюз для шумового
            оркестру»). «A Saucerful of Secrets» посів дев'яте місце у Великій
            Британії. Наприкінці червня 1968-го було організовано перший
            знаменитий концерт в Гайд-парку, де «Pink Floyd», Рой Харпер і
            «Jethro Tull» грали перед захопленою публікою. Цей успіх, а також
            доброзичливі відгуки преси на їхній новий альбом, дали гурту
            упевненість, якої він так потребував після відходу провідного
            виконавця і композитора. Основним ліриком в ансамблі тепер став
            Вотерс, який написав майже всі тексти до цього альбому, з темами
            літаючих тарілок та інших загадок природи. У музиці залишилося й
            просторове звучання, і «космічний» колорит, але замість перекручених
            гітарних звуків тепер забився гіпнотичний пульс бас-гітари,
            прихований динамізм Барретта поступився місцем потужному звуку
            церковного органу, на тлі якого чітко чутно кожне слово, найтонші
            голосові нюанси співака, емоційні гітарні пасажі. Гармонійність і
            монументальність — стали першими епітетами, які приходили на думку
            під час прослуховування альбому. «Pink Floyd» залишився вірним
            підкреслено-спокійному, холодному, але чітко окресленому звуку. У
            багатьох композиціях було помітно вплив класичних творів Баха,
            Генделя, Монтеверді, але жодної цитати з композиторів-класиків
            запозичено не було. З липня по вересень 1968-го гурт «Pink Floyd»
            провів тур по Америці і Європі, удосконалюючи свою програму
            «Прогулянка» до тих пір, поки вона не перетворилася в цілісний твір.
          </h6>
          <h5>More</h5>
          <img
            alt="img"
            src="https://vinylclub.com.ua/wp-content/uploads/2018/11/1e04d8c4-30ce-11eb-8154-00163e233d69.jpg"
            width="250"
          ></img>
          <h6>
            27 липня 1969 року — випуск третього альбому «More», який став
            саундтреком до німецько-американського кінофільму «More» Барбета
            Шродера. Альбом було записано в березні 1969 року в Студії Еббі Роуд
            (Abbey Road Studios). В альбомі можна почути змінені версії
            композицій, які були використані в фільмі, а пісня «Seabirds»
            («Морські птахи»), яку можна почути у фільмі, взагалі не потрапила
            до цього альбому. Він досяг дев'ятого місця в хіт-парадах у Великій
            Британії та 153-го місця в США.
          </h6>
          <h4>Без Барретта (1969—1972)</h4>
          <h5>Atom Heart Mother (1970)</h5>
          <img
            alt="img"
            src="https://upload.wikimedia.org/wikipedia/ru/1/10/PinkFloyd-album-atomheartmother.jpg"
            width={250}
          ></img>{" "}
          <h6>
            На початку 1970 року Барретт записав сольний альбом «The Madcap
            Laughs», половину якого зробив майже за два дні за допомогою Гілмора
            і Вотерса, а в листопаді того ж року змонтував диск «Barrett» з
            Гілмором, Райтом і ударником Джеррі Ширлі, обидві платівки несли в
            собі чітко фолкові інтонації. Влітку 1970-го «Pink Floyd» здійснює
            турне по Європі, а 18 липня дає ще один безкоштовний концерт у
            Гайд-парку, зібравши цього разу стотисячний натовп, потім пішли
            американські гастролі, лише пізньої осені гурт повернувся додому..
            10 жовтня 1970 виходить альбом «Atom Heart Mother», що посів перші
            місця в британських хіт-парадах і 55-го місця в американських. «Atom
            Heart Mother» означав перехід творчості гурту від психоделічного
            «​​спейс-року» (термін, до якого учасники «Pink Floyd» завжди мали
            огиду) до прогресиву — такі обставини вплинули на обкладинку, для
            якої була обрана корова на прізвисько Лалабель III. Незвичайність
            такого вибору була зумовлена ​​тим, що музиканти намагалися надати
            оформленню альбому такий вигляд, аби він ніяк не був пов'язаний з
            музикою «спейс-рок». Диск не містив в собі ані концепції, ані
            фокусуючої композиції як такої, являючи собою скоріше скарбничку
            розрізнених ідей, ніж цілісний твір. Альбом став помітною віхою у
            творчому розвитку «Pink Floyd», позначивши підходи, які стануть
            домінуючими в майбутньому «Dark Side of the Moon». Альбом було
            записано в лондонській студії на Еббі Роуд інженерами звукозапису
            Аланом Парсонсом і Пітером Боуном, ставши першим експериментом гурту
            в галузі квадрофонічного запису. Платівку склали дві інструментальні
            п'єси — композиції «Atom Heart Mother» з оркестровим аранжуванням і
            «Alan's Psychedelic Breakfast», а також три пісенні композиції —
            «If», «Summer '68» і «Fat Old Sun», самі учасники гурту завжди
            скептично відгукувалися про цю свою роботу.
          </h6>
          <h5>Meddle (1971)</h5>
          <img
            alt="img"
            src="https://upload.wikimedia.org/wikipedia/uk/d/d4/MeddleCover.jpeg"
            width={250}
          ></img>
          <h6>
            30 листопада 1971 року — випуск «Meddle», назва альбому була
            придумана під час туру в Японію, і представляла, за висловом
            Гілмора, гру слів, щось середнє між «медаль» і «втручатися», а
            попросту — «медаль за втручання». За структурою «Meddle» був дуже
            схожий на попередній альбом «Atom Heart Mother». У альбомі вперше
            сформувався фірмовий саунд «Pink Floyd», звичний для більшості
            слухачів, основою якого став тандем Вотерс-Гілмор, також «Meddle»
            вперше ліквідував залишки психоделії і ознаменував вступ до самого
            творчо-плідного для гурту десятиліття. Девіда Гілмора уже більше не
            розглядали як новачка, а він став провідним музикантом гурту, у той
            час, як Вотерс, який спочатку вимушено займався поетичною творчістю,
            у зв'язку з відходом Барретта, почав долати дитячо-пасторальний
            характер своєї ранньої лірики, в результаті чого вона стала більш
            глибокою і змістовною. Перша сторона платівки містила короткі пісні
            та одну інструментальну п'єсу, друга сторона — розгорнуту
            багаточастинну композицію 23-хвилинну «епічну звукову поему» (як її
            назвав Вотерс) під назвою «Echoes» («Відлуння»). У ній гурт уперше
            використав 16-трекові магнітофони взамін чотирьохканальної та
            восьмиканальної апаратури, а також новий синтезатор EMS VCS 3. При
            створенні центральної композиції альбому музиканти застосували новий
            метод: не маючи заздалегідь ніяких заготовок, вони усамітнилися в
            січні 1971 року у «Abbey Road Studios», і стали записувати всі ідеї,
            що виникли у них в головах. В результаті вийшло тридцять шість
            музичних фрагментів, з яких і була створена «Echoes». Дуже цікавий
            дизайн обкладинки розробив Сторм Торгерсон. За ідеєю членів гурту,
            на фотографії, схожій, на перший погляд, на абстрактні чорнильні
            розводи, насправді було зображено свиняче вухо, що вловлює звукові
            коливання, передані хвилями на воді. Попри те, що «Meddle» зустрів
            змішану реакцію критиків і посів у британському хіт-параді 3 рядок
            (у США 70-е місце), він став великим кроком вперед для самого гурту.
            У той час, як фанати раннього «Пінк Флойд» були дещо спантеличені,
            гурт набув численну нову аудиторію, якій сподобався інтелектуальний
            рок, і якій було мало що відомо про «психоделічне» минуле гурту.
            «Meddle» став своєрідним маніфестом для збільшення рядів
            шанувальників «Pink Floyd» і підготував ґрунт для подальшого успіху.
            В 1971 році «Pink Floyd» посіли друге місце в опитуванні читачів
            журналу «Melody Maker». Мейсон і Райт стали батьками і купили
            будинки в Лондоні, у той час, як Гілмор, ще неодружений, переїхав на
            ферму XIX століття в Ессексі. Вотерс встановив студію запису у
            своєму будинку в Іслінгтоні, переобладнавши сарай за своїм садом.
          </h6>
          <h5>Obscured by Clouds (1972)</h5>
          <img
            alt="img"
            src="https://upload.wikimedia.org/wikipedia/ru/4/46/Obscured_by_Clouds_Pink_Floyd.jpg"
            width={250}
          ></img>
          <h6>
            У 1972 році гурт виступав мало, 3 червня вийшла «Obscured by
            Clouds», саундтрековий запис до фільму Барбета Шредера «La Vallee»
            («Долина»). Запис проводили у Франції на студії Шато д'Ерувіль, де
            обладнання, на думку гурту, було примітивним. Проте альбом вийшов
            відмінним, екстравагантним, з хорошою грою Гілмора на гітарі, і
            проклав гурту шлях до успіху в США. Тоді ж вийшов фільм «Pink Floyd
            в Помпеях», знятий для Євробачення Адріаном Мейбеном і вперше
            показаний на Единбурзькому фестивалі у вересні. Музика до фільму
            продемонструвала, що гурт на вірному шляху. Але головна робота року
            — титанічна праця над записом альбому «The Dark Side of the Moon»,
            яка зайняла дев'ять місяців. Альбом був одним з найулюбленіших у
            Ніка Мейсона. «Obscured by Clouds» посів всього лише 46-е місце в
            «Топ 50» США і шосте місце у себе вдома. Цей альбом аж до «A
            Momentary Lapse of Reason» залишиться останньою роботою гурту з
            текстовим внеском Гілмора.
          </h6>
          <h4>Пік успіху (1973—1982)</h4>
          <h5>The Dark Side of the Moon</h5>
          <img
            alt="img"
            src="https://upload.wikimedia.org/wikipedia/ru/1/15/The_Dark_Side_of_the_Moon.png"
            width={250}
          ></img>
          <h6>
            Альбом 1973 року «The Dark Side of the Moon» (укр. Темний бік
            Місяця) став зоряним часом для гурту. Це був концептуальний запис —
            не просто зібрання пісень на одному диску, а робота, пройнята
            єдиною, сполучною ідеєю тиску сучасного світу на психіку людини.
            Ідея була потужним каталізатором творчості гурту. Спільно її члени
            склали список тем, що розкриються в альбомі: композиція «On The Run»
            («На бігу») розповідала про параною; «Time» («Час») описувала
            наближення старості та безглузду витрату життя; «The Great Gig In
            The Sky» («Шоу на небесах», спочатку називали «Mortality Sequence» —
            «Смертна череда») розповідає про смерть та релігії; «Money» розказує
            про гроші, які приходять зі славою та оволодівають людиною; «Us And
            Them» («Нам і їм») говорить про конфлікти всередині суспільства;
            «Brain Damage» («Пошкодження головного мозку») присвячена божевіллю.
            Завдяки використанню нового 16-трекового звукозаписного обладнання
            на студії «Abbey Road», майже дев'яти місяцям, що пішли на запис, і
            старанням звукоінженера Алана Парсонса альбом вийшов безпрецедентним
            та увійшов до скарбниці звукозапису усіх часів. Сингл «Money»
            потрапив у двадцятку хіт-параду в США, а альбом став № 1 (у Великої
            Британії тільки № 2) і залишався в «Топ 200» США впродовж 741 тижня,
            включаючи 591 тиждень з 1973 по 1988 роки послідовно, і кілька разів
            потрапивши на перше місце. Альбом побив безліч рекордів і став одним
            із найбільш продаваних альбомів усіх часів.
          </h6>
          <h5>Wish You Were Here</h5>
          <img
            alt="img"
            src="https://upload.wikimedia.org/wikipedia/en/a/a4/Pink_Floyd%2C_Wish_You_Were_Here_%281975%29.png"
            width={250}
          ></img>
          <h6>
            Після турне по Великій Британії з виконанням Dark Side, «Pink Floyd»
            повернулися в студію у січні 1975 і почали роботу над своїм дев'ятим
            студійним альбомом, Wish You Were Here. Парсонс відмовився від
            пропозиції продовжити роботу з ними, щоб стати успішним зі своїм
            гуртом Alan Parsons Project, і тому звернувся до Браяна Хамфріса.
            Спочатку вони вагалися складати новий матеріал, успіх Dark Side
            залишив «Pink Floyd» фізично та емоційно виснаженими. Райт пізніше
            описав ці ранні сесії як такі, «що припадають на важкий період», а
            Вотерс назвав їх «болісними». Гілмор був більше зацікавлений у
            поліпшенні існуючого матеріалу гурту. Невдалий шлюб Мейсона залишив
            його в загальному нездужанні та з почуттям апатії, що заважало йому
            грати на барабанах. Незважаючи на відсутність творчого спрямування,
            Вотерс почав візуалізувати нову концепцію через кілька тижнів
            Протягом 1974 року «Pink Floyd» створили три оригінальні композиції
            та виконали їх на серії концертів у Європі. У той час, як «Pink
            Floyd» працювали над альбомом, Барретт зробив імпровізований візит
            до студії, під час якої Торгерсон згадав, що він «сидів навколо та
            говорив небагато, але його насправді там не було» Він значно
            змінився зовнішньо, і гурт спочатку не впізнав його. Вотерс був
            глибоко засмучений.Прем'єра Wish You Were Here відбулася 5 липня
            1975 року на відкритому музичному фестивалі в Ньюборті (Knebworth).
            Після випуску у вересні альбом досяг номера один у Великій Британії
            та США.
          </h6>
          <h5>Animals</h5>
          <img
            alt="img"
            src="https://upload.wikimedia.org/wikipedia/en/7/74/Pink_Floyd-Animals-Frontal.jpg"
            width={250}
          ></img>
          <h6>
            До часу виходу альбому Animals («Тварини») в січні 1977 року музика
            гурту стала зазнавати все інтенсивнішої критики з боку зароджуваного
            напрямку панк-року за надмірну «слабохарактерність» та гордовитість,
            відхід від простоти раннього рок-н-ролу. Альбом значною мірою є
            концептуально-текстовою роботою, де вплив Роджера Вотерса, як автора
            текстів, є очевидним. Крім того, в цьому альбомі намітилися
            тенденції «Вотерсівської» акустики та використання побутових звуків
            як музичних елементів, таких характерних для сольних робіт Вотерса
            згодом. Альбом містить три тривалі основні пісні та дві короткі, що
            доповнюють їх зміст. Концепція альбому була близька до змісту книги
            Джорджа Орвелла «Колгосп тварин». В альбомі собак, свиней та овець
            використовують як метафору для опису або викриття членів сучасного
            суспільства. Музика «Animals» значно більше заснована на
            використанні гітар, ніж попередні альбоми, що, можливо, пов'язано із
            зростаючою напругою між Вотерсом та Райтом, який не вніс великого
            внеску до альбому.
          </h6>
          <h5>The Wall</h5>
          <img
            alt="img"
            src="https://i.scdn.co/image/ab67616d0000b2735d48e2f56d691f9a4e4b0bdf"
            width={250}
          ></img>
          <h6>
            В липні 1978 року, на тлі фінансової кризи, яку викликали неурядові
            інвестиції, Вотерс представив гуртові дві оригінальні ідеї для їх
            наступного альбому. Першим був 90-хвилинне демо з робочою назвою
            «Цегла в стіні», а другий, що пізніше став першим сольним альбомом
            Вотерса The Pros and Cons of Hitch Hiking. Мейсон і Гілмор вибрали
            перше, а друге відкинули через її надто персональний характер. Разом
            з продюсером Бобом Езріном, який написав сорок сторінок сценарію для
            нового альбому вони почали роботу над ним. Хоча Pink Floyd не
            випускали синглів з 1973 року, на підтримку альбому був виданий
            сингл «Another Brick in the Wall», що очолив чарти в США і Великої
            Британії. Виданий 30 листопада 1979 року, The Wall залишався в чарті
            Billboard протягом 15 тижнів, досягнувши 3-ї позиції у Великій
            Британії. The Wall займає третє місце в списку RIAA найбільш
            продаваних альбомів, з 23 мільйонами сертифікованих одиниць,
            проданих в США. Обкладинка альбому була мінімалістською, з різко
            білою цегляною стіною без назви альбому або гурту. Це також їх перша
            обкладинка альбому з часів The Piper at the Gates of Dawn, яку не
            розробляли Hipgnosis. Джеральд Скарф створив серію анімацій для
            наступного туру гурту «The Wall Tour». Він також доручив будівництво
            великих надувних ляльок, що представляють персонажів з сюжетної
            лінії, в тому числі «Мати», «Колишньої дружини» і «Шкільного
            вчителя». «Pink Floyd» використовували ляльки під час їхніх
            концертів на підтримку альбому. Концепція The Wall також породила
            фільм, оригінальною ідеєю якого було представлення комбінації
            концертних кадрів та анімаційних сцен. Проте концертні зйомки
            виявилися непрактичними для фільму. Алан Паркер відразу погодився з
            цим і сформулював інший підхід. Анімовані послідовності залишаться,
            але в сценах будуть грати професійні актори без діалогів.
            Екранований на Каннському кінофестивалі в травні 1982 року «Pink
            Floyd — The Wall», прем'єра у Великій Британії відбулась в липні
            1982 року.
          </h6>
          <h4>Останні альбоми та розпад гурту (1983—1994)</h4>
          <h5>The Final Cut</h5>
          <img
            alt="img"
            src="https://upload.wikimedia.org/wikipedia/ru/8/82/Thefinalcutcover.jpg"
            width={250}
          ></img>
          <h6>
            В 1983 році з'явився альбом «The Final Cut» («Остаточний монтаж» або
            «Смертельна рана») з підзаголовком «Реквієм післявоєнній мрії
            Роджера Вотерса, виконаний Пінк Флойд». Більш похмурий, ніж «Стіна»,
            цей альбом переглядає багато її тем, а також звертає увагу на
            проблеми, які як були до того актуальними, так і залишаються донині.
            Сюди увійшли невдоволення та злість Вотерса на те, що Британія бере
            участь у Фолклендському конфлікті — композиція «The Fletcher
            Memorial Home» («Меморіальний будинок Флетчера»), де Флетчер —
            батько Вотерса — Ерік Флетчер Вотерс. Тема треку «Two Suns in the
            Sunset» («Два сонця на заході сонця») — страх перед ядерною війною.
            Відсутність Райта при запису альбому привели до деякого недоліку
            клавішних ефектів, характерних для попередніх робіт «Пінк Флойд»,
            хоча запрошені музиканти Майкл Кеймен (фортепіано та фісгармонія) та
            Енді Боун зробили певний внесок як клавішники. Серед музикантів, які
            брали участь в записі «The Final Cut», відзначився тенор-саксофоніст
            Рафаель Рейвенскрофт. Попри суперечливі відгуки про цей альбом, «The
            Final Cut» мав успіх (№ 1 у Великої Британії та № 6 в США), і
            незабаром після виходу став «платиновим». Найбільш хітовими
            композиціями за версією радіостанцій були «Gunner's Dream» («Сон
            артилериста») та «Not Now John» («Не зараз, Джон»). Тертя між
            Вотерсом та Гілмором у період запису альбому були настільки
            сильними, що вони ніколи не з'являлися у звукозаписувальній студії
            одночасно. З цим альбомом гурт не їздив з концертами. Незабаром
            Вотерс офіційно оголосив про вихід з гурту. Після альбому The Final
            Cut члени гурту пішли кожний власним шляхом, випускаючи сольні
            альбоми. Сольний диск Гілмора «About Face», що вийшов слідом за
            синглом «Blue Light», за словами преси, звучав набагато виразніше,
            ніж його перший сольник «David Gilmour». Гілмор покликав у студію
            тодішніх членів гурту «Manfred Mann», колишніх членів «Bad Company»,
            а також Джона Лорда і Стіві Вінвуда. Тексти пісень, які
            випромінювали меланхолію, здебільшого написав Піт Таунсенд. Навесні
            1984-го Гілмор здійснив велике турне по Європі — перші сольні
            гастролі в історії «Pink Floyd». Рік Райт і Ді Харріс (англ. Dee
            Harris) з гурту «Fashion (гурт)» організували ансамбль «Zee», на
            фірмі «Harvest» випустили дебютний сингл «Confusion» і альбом
            «Identity». У серпні 1984-го сольне турне дав і Вотерс, незадовго
            перед тим випустив лонгплей «The Pros and Cons of Hitch-Hiking».
            Його групу супроводу склали знаменитості — Ерік Клептон, Мел Коллінз
            і ударник Енді Ньюмарк.
          </h6>
          <h5>A Momentary Lapse of Reason</h5>
          <img
            alt="img"
            src="https://i.scdn.co/image/ab67616d0000b27361f734a2370207feda78d018"
            width={250}
          ></img>
          <h6>
            У 1986 році Роджер Вотерс заявив привселюдно, що він залишає «Pink
            Floyd», назвавши гурт «творчо виснаженим», очевидно маючи на увазі,
            що без нього гурт не зможе існувати. Менеджер «Pink Floyd» виступив
            зі спростуванням у пресі, оголосивши про намір гурту продовжувати
            творчість і надалі. У той час як Вотерс був зайнятий невдалими, як
            виявилося пізніше, спробами блокувати творчу діяльність «Pink Floyd»
            спочатку через суд, а потім і сольною кар'єрою, Гілмор і Мейсон
            почали роботу над новим альбомом «A Momentary Lapse of Reason».
            Згодом Вотерс назвав новий альбом імітацією «Pink Floyd», створеної
            армією «авторів-примар» та запрошених музикантів. У той час Гілмор
            це заперечував, але пізніше, в інтерв'ю, він зробив несподіване
            зізнання: «Нік зіграв на парі тамтамів у одній з пісень, а для решти
            мені довелося наймати інших ударників. Рік грав у кількох
            фрагментах. В основному ж грав на клавішних я, удаючи, що це він».
            На той момент Нік Мейсон став єдиним членом гурту, що зіграв у всіх
            альбомах. Рік приєднався до своїх колег, коли близько половини
            альбому вже було записано, але після консультації з юристами вирішив
            формально в гурт не входити, а працювати за заробітну плату. Його
            прізвище на обкладинці альбому було надруковано дрібним шрифтом,
            який використовують для означення запрошених музикантів, і він не
            зображений поруч із Гілмором і Мейсоном на портретах роботи Девіда
            Бейлі в художньому оформленні альбому. Співпродюсерами стали Боб
            Езрін і Девід Гілмор, що викликало ще більше роздратування Вотерса,
            який заявив, що Езрін не дотримав слова стати продюсером його
            альбому «Radio K.A.O.S», натомість розпочавши роботу над проєктом
            «Pink Floyd». Запис розпочався у плаваючому будинку-студії Гілмора
            «Асторія», потім продовжився в Лос-Анджелесі, де працювали запрошені
            музиканти. Частково використовували і студію «Британія Роу». Вотерса
            замінив один з провідних бас-гітаристів світу Тоні Левін. Патрік
            Леонард, більш відомий своєю співпрацею з Мадонною, зіграв на
            синтезаторах, а Джим Келтнер і Кармін Аппіс — на ударних
            інструментах. У 1988 році було випущено альбом «Delicate sound of
            thunder», якого записали з концерту. Більш ніж половина пісень цього
            альбому — з програми «A Momentary Lapse of Reason», решта — хіти
            гурту минулих років. У вересні 1987 року «Pink Floyd» почав коротке,
            як спочатку планувалося, турне по американських стадіонах. Попит на
            квитки виявився настільки великим, що це в підсумку вилилося в 200
            концертів, що розтягнулися на 3 роки та пройшли в Австралії, Новій
            Зеландії, Росії та Європі. На час турне кістяк гурту з трьох осіб
            був посилений Гаєм Праттом (бас-гітара), Джоном Каріном (клавішні),
            Гері Воллісом (ударні), Тімом Ренвіком (гітара) і Скоттом Пейджем
            (саксофон, гітара). З гуртом також виступали вокалістки другого
            плану, які змінювались по ходу турне; спочатку це були Маргарет
            Тейлор і Речел Ф'юрі.
          </h6>
          <h5>The Division Bell</h5>
          <img
            alt="img"
            src="https://upload.wikimedia.org/wikipedia/ru/9/90/Pink_floyd_%E2%80%94_The_Division_Bell_front.jpg"
            width={250}
          ></img>
          <h6>
            The Division Bell — чотирнадцятий студійний альбом гурту. Був
            виданий 30 березня 1994 року лейблом EMI/Columbia Records. Музика
            здебільшого написана Девідом Гілмором та Річардом Райтом, тексти
            пісень присвячені переважно темі спілкування. Запис альбому проходив
            в декількох місцях, поміж яких студія Britannia Row Studios, що
            належала «Pink Floyd» і Astoria, хаузбот, що належав Гілмору, де
            була обладнана студія звукозапису. Разом із «Pink Floyd» у роботі
            над альбомом взяли участь продюсер Боб Езрін, інженер Енді Джексон і
            саксофоніст Дік Перрі. Співавтором багатьох текстів пісень стала
            Поллі Самсон, друга жінка Девіда Гілмора. На The Division Bell
            Річард Райт вперше з 1973 року, коли гурт випустив The Dark Side of
            the Moon, виконав партію ведучого вокалу. The Division Bell досяг
            верхньої позиції хіт-парадів Великої Британії та Сполучених Штатів,
            однак критики поставилися до нього прохолодно. Платівка вийшла
            відразу після турне «Pink Floyd» по США та Європі. У червні 1994
            року диск удостоїли в США статусу золотого, платинового і двічі
            платинового, а в січні 1999 року став тричі платиновим. З 1994 року
            та альбому The Division Bell «Пінк Флойд» не випускали студійних
            матеріалів. Єдиними результатами роботи гурту стали концертний
            альбом 1995 року «P*U*L*S*E» («Пульс»); живий запис «Стіни»,
            скомпільований з концертів 1980 та 1981 років «Is There Anybody out
            There? The Wall Live 1980 — 81» («чи є хто-небудь назовні? Стіна
            вживу, 1980 — 81») в 2000 році; дводисковий набір, що містить
            найбільш значущі хіти гурту «Echoes» («Відлуння», «Відлуння») у 2001
            році; присвячене 30-річному ювілею альбому перевидання «Dark Side of
            the Moon» у 2003 році (перероблене Джеймсом Гатрі[en] в Super Audio
            CD); перевидання «The Final Cut» 2004 року з доданим синглом «When
            the Tigers Broke Free» («Коли тигри вирвалися на свободу»);
            перевидання дебютного альбому гурту в моно і стерео варіанті, з
            доданими піснями, деякі з яких ніде раніше не видавалися; ювілейний
            бокс-сет «Oh, By the Way» («О, до речі»), що містить репродукції
            усіх студійних альбомів гурту у вигляді міні-вінілів. Альбом
            «Echoes» викликав безліч суперечок через те, що пісні перетікають
            одна в одну в іншому порядку, ніж на оригінальних альбомах, з деяких
            вирвані значні частини, а також через саму послідовність пісень,
            яка, на думку аматорів, не відповідає логіці. Девід Гілмор в
            листопаді 2002 року випустив на DVD свій сольний концерт «David
            Gilmour in Concert» («Девід Гілмор на концерті»). Він був складений
            із записів шоу з 22 червня 2001 року по 17 січня 2002 року в
            Королівському фестиваль-холі (англ. Royal Festival Hall) в Лондоні.
            Річард Райт та Боб Гелдоф були запрошені на сцену як гості.
          </h6>
          <h5>Виступ на Live 8</h5>
          <img
            alt="img"
            src="https://i.pinimg.com/originals/49/68/d5/4968d54435b26d69fa399037f560b995.jpg"
            width={250}
          ></img>
          <h6>
            2 липня 2005 року, на один вечір, відкинувши минулі розбіжності,
            «Пінк Флойд» в останній раз виступили в своєму класичному складі
            (Вотерс, Гілмор, Мейсон, Райт) на всесвітньому шоу «Live 8»,
            присвяченому боротьбі з бідністю. Цей виступ на час збільшив в 13 з
            гаком разів продажі альбому Echoes: The Best of Pink Floyd. Гілмор
            пожертвував усі виручені кошти благодійним фондам, що зображало мету
            концерту «Live 8», сказавши:
          </h6>
          <h5>The Endless River </h5>
          <img
            alt="img"
            src="https://upload.wikimedia.org/wikipedia/ru/b/be/Pink_Floyd_-_The_Endless_River_%28Artwork%29.jpg"
            width={250}
          ></img>
          <h6>
            п'ятнадцятий студійний альбом гурту. Його реліз відбувся 10
            листопада 2014 року.
          </h6>
          <h5>Hey, Hey, Rise Up! (2022)</h5>
          <img
            alt="img"
            src="https://i.ytimg.com/vi/saEpkcVi1d4/maxresdefault.jpg"
            width={250}
          ></img>
          <h6>
            У квітні 2022 року Гілмор, який має українську невістку, і Мейсон
            возз'єдналися як «Pink Floyd» разом із басистом Гаєм Праттом і
            клавішником Нітіном Соні, щоб записати сингл «Hey, Hey, Rise Up!» на
            підтримку України після російського вторгнення. У ньому звучить
            вокал співака «Бумбоксу» Андрія Хливнюка. За основу використане
            відео з Instagram, на якому Хливнюк співає у Києві українську
            народну пісню 1914 року «Ой у лузі червона калина». Гілмор описав це
            як «потужний момент, який мені захотілося покласти на музику». Кошти
            від синглу підуть на гуманітарну допомогу постраждалим українцям.
            Гілмор сказав, що війна надихнула його випустити нову музику як
            «Pink Floyd». Гурт також видалив свою музику з потокових сервісів у
            Росії та Білорусі, але їхня спільна робота з Вотерсом залишилася, що
            призвело до припущень, що останній заблокував її видалення. Гілмор
            сказав лише, що «я був розчарований… Розумійте це як хочете».
          </h6>
        </div>
      </Tab>
      <Tab eventKey="title" title="Дискографія">
        <h5>Студійні альбоми</h5>
        <h6>1967 — The Piper at the Gates of Dawn </h6>
        <h6>1968 — A Saucerful of Secrets</h6>
        <h6> 1969 — More</h6>
        <h6>1970 — Atom Heart Mother</h6> <h6>1971 — Meddle </h6>
        <h6>1972 — Obscured by Clouds</h6>{" "}
        <h6>1973 — The Dark Side of the Moon </h6>
        <h6>1975 — Wish You Were Here</h6> <h6>1977 — Animals</h6>{" "}
        <h6>1979 — The Wall </h6>
        <h6>1983 — The Final Cut</h6>{" "}
        <h6>1987 — A Momentary Lapse of Reason</h6>{" "}
        <h6>1994 — The Division Bell </h6>
        <h6>2014 — The Endless River</h6>
        <h5>Інше</h5>
        <h6>
          <h6>1969 — More (саундтрек до фільму More Барбета Шредера)</h6>{" "}
          <h6>1970 — The Best Of The Pink Floyd</h6>{" "}
          <h6>
            1970 — Zabriskie Point (саундтрек до фільму Zabriskie Point
            Мікеланджело Антоніоні)
          </h6>{" "}
          <h6>1971 — Relics (збірник попередніх пісень)</h6>{" "}
          <h6>
            1972 — Obscured by Clouds (саундтрек до фільму La Valee Барбета
            Шредера)
          </h6>{" "}
          <h6>1981 — A Collection of Great Dance Songs (ремікси)</h6>{" "}
          <h6>1983 — Works</h6> (збірка найвідоміших пісень гурту){" "}
          <h6>1988 — Delicate Sound of Thunder (концертний запис)</h6>{" "}
          <h6>1992 — Shine On (збірка містить сингли та 7 альбомів)</h6>{" "}
          <h6>1995 — Pulse (концертний запис)</h6>{" "}
          <h6>1997 — Pink Floyd/1967 The First 3 Singles</h6>{" "}
          <h6>
            2000 — Is There Anybody Out There? (концертний запис виконання
            рок-опери The Wall)
          </h6>{" "}
          <h6>
            2001 — Echoes: The Best of Pink Floyd (збірка найвідоміших пісень
            гурту)
          </h6>
        </h6>
      </Tab>
    </Tabs>
  );
}
