import Tab from "react-bootstrap/Tab";
import Tabs from "react-bootstrap/Tabs";
import React from "react";

export default function Qu() {
  return (
    <Tabs
      defaultActiveKey="home"
      id="uncontrolled-tab-example"
      className="mb-3 "
    >
      <Tab
        className="Qu"
        // style={{ display: "flex", allignItems: "start" }}
        eventKey="home"
        title="Історія гурту"
      >
        <img
          alt="img"
          src="Queen_@_Imperial_College_campus_-_1970.png"
          width="250"
        />
        <div>
          <h4>1968—1971: формування</h4>
          <h6>
            Знайомство членів-засновників «Queen» відбулося у Західному Лондоні
            наприкінці 1960-х років. Перед цим, у 1963 році гітарист Браян Мей
            виготовив власну гітару («Red Special[en]») разом зі своїм батьком,
            а наступного року він разом зі співаком Тімом Стаффеллом сформували
            музичний гурт «1984» (названий на честь однойменного роману Джорджа
            Орвелла). На початку 1968 року Мей припинив участь в рамках проєкту
            «1984», щоб зосередитися на здобутті вченого ступеня з фізики та
            інфрачервоної астрономії в Імперському коледжі й вирішив сформувати
            новий гурт, який міг би створювати свій власний музичний матеріал. В
            результаті з'явився гурт «Smile» («Усмішка»), до якого він включив
            Стаффелла (як вокаліста та басиста) та клавішника Кріса Сміта, але
            для повного складу їм бракувало барабанщика. Мей повісив у коледжі
            на дошці оголошення про потребу барабанщика «на зразок Мітчелла або
            Бейкера», на нього відгукнувся студент-стоматолог Роджер Тейлор.
            Сміт залишив «Smile» на початку 1969 року, ще напередодні концерту
            цього колективу у Королівському Альберт-голлі, де тоді також
            виступили гурти «Free» та «Bonzo Dog Doo-Dah Band». Під час навчання
            у Художньому коледжі Ілінга, що у західному Лондоні, Стаффелл
            потоваришував із однокурсником Фредді Балсарою, який був парсом
            родом із Занзібару, що емігрував у Велику Британію з Індії. Балсара,
            який протягом року вивчав моделювання одягу, а потім перейшов на
            вивчення графіки та дизайну, незабаром став пристрасним
            шанувальником «Smile». Надалі Балсара запропонував себе приєднати до
            гурту, як головного вокаліста, але Мей не міг тоді прийняти цю
            пропозицію, оскільки сумнівався, що Стаффелл погодиться відмовитися
            від цієї ролі. Того ж періоду Балсара разом з Тейлором почали
            тримати кіоск на Кенсінгтонському ринку. 1970 року Стаффелл залишив
            «Smile», відчувши інтерес до музики в стилі соулу і ритм-енд-блюзу,
            які суперечили хард-роковому звучанню гурту, а також через тривалу
            відсутність успіху колективу. Разом із колишнім барабанщиком «Bee
            Gees» Коліном Петерсеном він сформував гурт «Humpy Bong». Решта
            учасників «Smile» вирішили включити до свого складу Балсару як
            головного вокаліста та друга Тейлора — Майка Гроуза, як басиста.
            Перший виступ четвірки відбувся на заході зі збору коштів у Труро 27
            червня 1970 року. Балсара запропонував перейменувати гурт на
            «Queen». Інші учасники спочатку сумнівалися, але погодилися на це,
            після його слів: «Це чудово, дорогенькі, людям сподобається це». У
            той же час, натхненний рядком «Мати Меркурія, подивися, що вони зі
            мною зробили» у пісні «My Fairy King», він вирішив змінити своє
            прізвище на Мерк'юрі. Перший концерт гурту, під новою назвою
            «Queen», відбувся 18 липня у Лондоні. Ранній список пісень «Queen»,
            які вони виконували на концертах, складався з матеріалу, який
            пізніше увійшов до їх перших двох альбомах, а також різних
            рок-н-рольних каверів, таких як «Please Don't Tease» Кліффа Річарда
            та «The Shadows». Перші виступи «Queen» привернули увагу продюсера
            Джона Ентоні, якого зацікавило звучання гурту й він вважав, що їм
            потрібен інший басист. Після трьох живих виступів Майк Гроуз вирішив
            не продовжувати роботу в складі гурту і його замінив басист Баррі
            Мітчелл (колишній учасник гурту «Crushed Butler»). Загалом Мітчелл
            зіграв тринадцять концертів у складі «Queen» із серпня 1970 року до
            січня 1971 року. Своєю чергою Мітчелл залишив гурт у січні 1971
            року, після чого протягом двох живих виступів його на бас-гітарі
            замінив Даг Богі.
            <h4>1971—1974: «Queen» і «Queen II»</h4>
            <h6>
              <img alt="img" src="gitar.png" width="250" />
            </h6>
            У лютому 1971 року до «Queen» приєднався Джон Дікон. Крім того, що
            він був досвідченим басистом, попри свою спокійну поведінку, він
            доповнював гурт своїм добрим розумінням електроніки. 2 липня «Queen»
            відіграли свій перший концерт у класичному складі (Мерк'юрі, Мей,
            Тейлор та Дікон) у Суррейському коледжі, що знаходиться на околицях
            Лондона. Мей зателефонував Террі Їдону, звукоінженеру «Pye Studios»,
            де записувалися «Smile», щоб дізнатися, куди він може порадити
            сходити «Queen» для запису. Відтоді Їдон переїхав до нового
            приміщення «De Lane Lea Studios» у Вемблі, і їм був потрібен гурт
            для тестування обладнання та кімнат для запису. Спочатку щодо цього
            він звертався до гурту «The Kinks», але так і не зміг їх вмовити.
            Тому він відповів що «Queen», можуть прийти і записати кілька демо в
            обмін на акустичні випробування студії. В результаті гурт записав
            п'ять своїх пісень: «Liar», «Keep Yourself Alive», «Great King Rat»,
            «The Night Comes Down» і «Jesus». Під час запису гурт відвідали Джон
            Ентоні разом із Роєм Томасом Бейкером, які надалі взяли участь у
            продюсуванні «Keep Yourself Alive», після чого почали просувати гурт
            в декількох компаніях звукозапису. Надалі промоутеру Кену Тесті
            вдалося привернути до «Queen» увагу лейблу «Charisma Records», який
            запропонував гурту аванс у розмірі близько 25 000 фунтів стерлінгів,
            але музиканти відмовилася від пропозиції, оскільки вони розуміли, що
            пріоритетним для лейблу буде просування не їх, а гурту «Genesis».
            Потім Тесті вступив у переговори з представником студії «Trident
            Studios» Норманом Шеффілдом, який запропонував «Queen» укласти угоду
            на запис та подальше видання їхнього матеріалу з «Neptune
            Productions», дочірньою компанією «Trident». Однак у «Queen» на той
            час не було менеджера, тому вони попросили, щоб «Trident» також
            взяли на себе цю функцію. Спочатку засновники студії, брати
            Шеффілди, не виявляли ентузіазму стати менеджерами, але в результаті
            погодилися на це, і 1 листопада 1972 року «Queen» підписали для
            цього ще одну угоду з «Trident Recording, Publishing and
            Management». Згідно з угодами гурт отримав повний доступ до
            найсучаснішого обладнання студії, своєю чергою менеджмент надавав їм
            найкращих продюсерів та звукоінженерів — за умови, що основна
            частина першої платівки гурту записуватиметься, коли студія буде
            порожньою. Згодом Роджер Тейлор схарактеризував ці перші
            «позапикові» студійні сесії як «золоту жилу». Після того, як альбом
            було завершено, брати Шеффілд почали шукати лейбл звукозапису,
            готовий випустити матеріал гурту. 1972 рік «Queen» розпочали з
            концерту у Бедфордському коледжі в Лондоні, на який прийшло всього
            шість осіб. Після ще кількох виступів вони припинили живі виступи на
            вісім місяців, щоб за участю Ентоні та Бейкера зосередитися над
            записом альбому. Під час сесій на «Trident», «Queen» зустріли Девіда
            Бові з його гуртом «Spiders From Mars», який там теж записувався,
            після чого вони прийшли до висновку, що їм просто необхідно створити
            альбом, який би справив на всіх враження, інакше вони б і надалі
            залишалися другорядним гуртом. На перших порах співпродюсери гурту
            Ентоні та Бейкер конфліктували з «Queen» (зокрема, з Меєм) щодо
            процесу запису альбому, причиною цього була недосвідченість гурту
            відносно студійної роботи. Здебільшого гурт відстоював свої спроби
            поєднувати процес технічного вдосконалення музики з практикою їхніх
            живих виступів, що призвело до ефекту, який Бейкер називав
            «перевиробництвом кухонної раковини». Створений альбом являв собою
            суміш геві-металу і прогресивного року. Гурт був незадоволений
            перезаписом треку «The Night Comes Down», через що в остаточній
            версії альбому використовувався його демозапис, створений ще на «De
            Lane Lea Studios». Інший трек, «Mad the Swine», був взагалі
            виключений з трек-листу альбому, через те що гурт та Бейкер не
            змогли дійти згоди відносно його мікшування. Майк Стоун створив
            остаточний мікс для «Keep Yourself Alive» і продовжив роботу над
            кількома наступними альбомами «Queen». До січня 1972 року гурт
            остаточно завершив працю над створенням свого дебютного альбому, але
            контракт щодо його запису ще не був підписаний. Щоб привернути увагу
            компаній звукозапису, «Trident» замовили на 6 листопада «показовий»
            концерт в «The Pheasantry», а потім 20 грудня був виступ у «Marquee
            Club». Не чекаючи підписання угоди студії з лейблами, у лютому 1973
            року «Queen» почали просувати свій поки що невиданий альбом на BBC
            Radio 1. Наступного місяця «Trident» вдалося укласти угоду з лейблом
            «EMI Records». 6 липня «Keep Yourself Alive» вийшла як сингл, а
            через тиждень вийшов альбом «Queen». На обкладинці розміщено знімок
            Мерк'юрі, під час виступу наживо на сцені, який зробив друг Тейлор
            Дуглас Паддіфут. Дікона вказали на обкладинці як «Диякона Джона»
            («Deacon John»), тоді як Тейлор вказав своє повне ім'я, «Роджер
            Меддоуз-Тейлор». Альбом добре прийняли критики; Гордон Флетчер з
            «Rolling Stone» назвав його «пречудовим», а чиказька «Daily Herald»
            назвала його «дебютом вищим за середній». Втім, широкої уваги
            публіки він не привернув, а сингл «Keep Yourself Alive» погано
            продавався. З нинішнього погляду ця пісня вважається родзинкою
            альбому і 2008 року журнал «Rolling Stone» помістив її на 31 місце в
            рейтингу «100 найвизначніших гітарних пісень всіх часів», описавши
            її як «варту рифів цілого альбому, вміщених в одну пісню». Альбом
            отримав золоту сертифікацію у Великій Британії та США. У серпні 1973
            року гурт почав записувати свій другий альбом «Queen II». Тепер,
            коли «Queen» вдосталь могли знаходитися в студії, вони вирішили
            повною мірою використати всі її наявні можливості. Мей створив
            багатошаровий гітарний вступ «Procession», а Мерк'юрі написав «The
            Fairy Feller's Master Stroke» на основі однойменної картини Річарда
            Дадда. Решту року «Queen» провели у турі Великою Британією, на
            розігріві у гурту «Mott the Hoople», чим почали привертати до себе
            увагу публіки. Тур завершився двома концертами у «Hammersmith Odeon»
            14 грудня, за присутності 7000 глядачів. У січні 1974 року «Queen»
            виступили на поп-фестивалі «Санбері» в Австралії. Гурт прибув на цей
            захід із запізненням, публіка глузувала та знущалася з них, чекаючи
            побачити виступи пересічних артистів. Перед від'їздом Мерк'юрі
            оголосив: «Коли ми повернемося до Австралії, „Queen“ будуть
            найпопулярнішим гуртом у світі!». «Queen II» вийшов у березні, його
            обкладинка містила зображення гурту, створене Міком Роком, що стало
            культовим, натхненням до нього послужило фото Марлен Дітріх. Надалі
            це зображення використано як основа для створення музичного кліпу до
            «Bohemian Rhapsody». Альбом посів 5-те місце у «UK Albums Chart» і
            став першим альбомом «Queen», який потрапив до британських чартів.
            Написаний Мерк'юрі головний сингл «Seven Seas of Rhye» досяг 10-го
            місця у Великій Британії, ставши першим хітом гурту. Альбом
            вирізняється «багатошаровим» звучанням, яке надалі стало яскравою
            особливістю гурту, він включає довгі складні інструментальні пасажі,
            тексти на фентезійну тематику й вирізняється виконавчою
            віртуозністю. Окрім єдиного синглу, до альбому також увійшла пісня
            «The March of the Black Queen», шестихвилинна епопея без приспіву.
            Критична реакція щодо альбому була змішаною. «Winnipeg Free Press»,
            високо оцінивши дебютний альбом гурту, схарактеризувала «Queen II»
            як «перепродюсовану потворність». База даних «AllMusic» назвала
            альбом фаворитом серед хардкорних фанатів «Queen», він був згаданий
            першим з трьох альбомів гурту в книжці «Тисяча і один музичний
            альбом, який треба прослухати, перш ніж ви помрете». Гурт завершив
            свій тур Великою Британією на початку 1974 року виступом 31 березня
            у Театрі «Rainbow». Мерк'юрі вирішив надіти на концерт туніку,
            розроблену Зандрою Родс, а в середині виступу перевдягся у чорний
            топ із розрізами.
            <h6>
              <img
                alt="img"
                src="285px-Queen_First_Public_Performance_Here_18_July_1970.png"
                width="250"
              />
            </h6>
            <h4>
              1974—1976: від «Sheer Heart Attack» до «A Night at the Opera»
            </h4>
            <img
              alt="img"
              src="https://upload.wikimedia.org/wikipedia/en/f/f4/Queen_Sheer_Heart_Attack.png"
              width="250"
              className="Quphoto4"
            />
            <h6>
              У травні 1974 року, через місяць після першого туру «Queen» по
              США, де вони були на розігріві у гурту «Mott the Hoople», Мей став
              відчувати нездужання, після чого у нього діагностували гепатит. Це
              призвело до скасування запланованих заходів гурту. Внаслідок
              хвороби Мей не міг взяти участь у початку роботи гурту над їхнім
              третім альбомом, приєднавшись до товаришів лише тоді, коли
              половина була вже записана. Альбом вийшов у 1974 році, під назвою
              «Sheer Heart Attack» і посів друге місце у чартах Британії. Він
              добре продавався у Європі та отримав золоту сертифікацію у США.
              Таким чином, альбом не лише приніс гурту перший справжній
              міжнародний успіх, але й став хітом по обидві сторони Атлантики. У
              ньому гурт експериментував у різноманітних жанрах, включаючи
              британський м'юзик-хол, важкий метал, баладу, реґтайм і карибські
              мотиви. У пісні Мея «Now I'm Here» згадувалося про скорочення
              американського етапу гастролів гурту, а його «Brighton Rock» була
              для нього «засобом» регулярного виконання гітарного соло на
              концертах. Дікон написав свою першу пісню для гурту, «Misfire», а
              авторство його «Stone Cold Crazy», яка була фаворитом на
              концертах, було зараховане всім членам гурту. Мерк'юрі написав
              заключний трек альбому «In the Lap of the Gods» із задумом, де
              публіка, під час його живого виконання, могла підспівувати
              приспіву. Надалі цей трюк успішніше повторили у таких піснях, як
              «We Are the Champions». Сингл «Killer Queen», написаний Мерк'юрі,
              розповідав про повію з вищого суспільства. Він посів друге місце у
              британських чартах і став першим хітом гурту у США, який посів
              12-е місце у чарті «Billboard Hot 100». Пісня була частково
              записана на студії «Rockfield Studios» в Уельсі. У пісні присутня
              гра Мерк'юрі на роялі, яка поєднує в собі кемп, водевіль та
              британський м'юзік-хол із гітарною віртуозністю Мея. «Now I'm
              Here» вийшла як другий сингл, що досяг одинадцятого місця у
              Британії. 2006 року журнал «Classic Rock» поставив «Sheer Heart
              Attack» на 28-е місце у рейтингу «100 найвизначніших британських
              рок-альбомів усіх часів», а журнал «Mojo» 2007 року поставив його
              на 88-е місце у рейтингу «100 платівок, що змінили світ». Це також
              другий із трьох альбомів «Queen», які увійшли до книги «1001
              альбом, який ви повинні почути, перш ніж померти». У січні 1975
              року «Queen» вирушили у світове турне, з покращеним оформленням
              своїх виступів світловими ефектами. Як хедлайнери вони
              гастролювали по США і вперше виступили в Канаді. Проте, частину
              концертів скасували після того, як Мерк'юрі захворів на ларингіт.
              Потім, з середини квітня до початку травня, гурт гастролював
              Японією. Протягом виступів, де «Queen» дали вісім концертів у семи
              містах, гурт вітався під вигуки тисяч фанів. Однак, попри успіх
              «Queen», підвищення їхніх гонорарів за виступи обмежувалося дією
              початкової угоди з «Trident». Усі члени гурту, як і раніше жили
              відносно бідно й не мали постійного житла, а Дікону було
              відмовлено у наданні кредиту на придбання власного будинку. «EMI»
              зв'язалася з адвокатом Джимом Бічем, який намагався знайти спосіб
              вивести гурт з-під дії угоди. «Trident» скаржилися, що вони вклали
              у «Queen» 200 тисяч фунтів і спочатку хотіли повернути свої гроші.
              У серпні, після болісного непорозуміння з «Trident», «Queen» все ж
              домовилися про розірвання угоди та почали шукати нового менеджера.
              Одним із варіантів, який вони розглядали, стала пропозиція від
              менеджера «Led Zeppelin» Пітера Гранта, який хотів, щоб вони
              підписали угоду із власною продюсерською компанією цього гурту,
              «Swan Song Records». Однак, «Queen», стурбовані тим, що вони
              будуть менш пріоритетні, ніж «Led Zeppelin» і «Bad Company» (що
              теж підписали угоду з «Swan Song»), натомість зв'язалася з
              менеджером Елтона Джона, Джоном Рідом, який погодився на цю
              пропозицію. Першою настановою Ріда для гурту було: «Я подбаю про
              бізнес, а ви створюйте якомога кращі записи». Того часу «Queen»
              розпочали роботу над створенням свого четвертого альбому «A Night
              at the Opera», назву якого взято з популярного фільму «Ніч в
              опері» братів Маркс. На момент виходу він став найдорожчим з усіх
              випущених альбомів гурту: витрати на нього склали 40 000 фунтів
              стерлінгів, а запис відбувався у трьох різних студіях. Подібно
              своєму попереднику, він відрізняється різноманітними стилями й
              експериментуванням зі стереозвуком. Мерк'юрі написав вступну пісню
              «Death on Two Legs», у якій були присутні грубі закиди
              передбачуваним кривдникам гурту (пізніше на концертах вона була
              присвячена студії «Trident»), а також кемп-водевіль «Lazing on a
              Sunday Afternoon» та «Seaside Rendezvous». У пісні «The Prophet's
              Song», восьмихвилинній епопеї Мея, середня частина була проспівана
              каноном, який складався з нашарованих простих фраз, для створення
              ефекту звучання повноцінного хору. Балада «Love of My Life»,
              написана Мерк'юрі, включала арфу та накладені вокальні гармонії.
              Найвідоміша пісня альбому, «Bohemian Rhapsody», виникла на основі
              музичних творів, написаних Мерк'юрі ще під час навчання у Коледжі
              Ілінга. На прослуховуванні Мерк'юрі зіграв Бейкеру трек на піаніно
              у своїй квартирі, після чого, він раптово зупинився та оголосив:
              «Ось тут починається оперна секція». Коли решта учасників гурту
              розпочала записувати пісні, вони не були впевнені, що зможуть
              зібрати її воєдино. У записаній мінусівці до пісні, Бейкер залишив
              30-секундний відрізок стрічки, у який планувалося додати оперний
              вокал. Повідомляється, що створення 180 вокальних накладань
              настільки зносили вихідну стрічку, що вона стала тоншою. «EMI»
              спочатку відмовилися випускати сингл, вважаючи його надто довгим,
              і наполягали на його переробці для радіо, від чого «Queen»
              відмовилися. Далі, ключову роль у поданні синглу публіці, зіграв
              друг і порадник Мерк'юрі, діджей радіостанції «Capital London»
              Кенні Еверетт. У гурту був запис пісні на бобіні, і її дали
              Еверетту з умовою, що той не ставитиме її на радіо. «Добре, не
              ставитиму» — відповів Еверетт і підморгнув музикантам. Спочатку
              Еверетт «дразнив» своїх слухачів фрагментами пісні, а потім за два
              вихідні дні впродовж свого радіо-шоу прокрутив її 14 разів.
              Комутатор «Capital» був перевантажений дзвінками слухачів, які
              питали, коли знову вийде пісня. Публічний попит змусив «EMI»
              випустити «Bohemian Rhapsody», сингл посідав перше місце у
              британському чарті протягом дев'яти тижнів. Він став третім
              найпопулярнішим синглом у Великій Британії всіх часів,
              поступаючись лише синглу гурту «Band Aid», «Do They Know It's
              Christmas?» і «Candle in the Wind 1997» Елтона Джона. Він також
              став найпродаванішим британським комерційним синглом (тобто не
              благодійним). У США сингл посів дев'яте місце, а його перевидання
              1992 року посідало друге місце у «Billboard Hot 100», протягом
              п'яти тижнів. Це єдиний сингл, що коли-небудь розпродувався
              мільйонними тиражами під час двох релізів. «Bohemian Rhapsody»
              двічі стала «різдвяним номером один» у Великій Британії, більше
              жодному синглу не вдавалося повторити цей результат. Також у трьох
              різних опитуваннях вона була визнана найкращою піснею всіх часів.
              Окрім цього «Bohemian Rhapsody» просували за допомогою відеокліпу,
              знятого Брюсом Гаверсом, який до цього вже зняв кілька живих
              концертів «Queen». Гурт вирішив зняти кліп, щоб замінити виконання
              пісні на музичній телепередачі BBC, «Top of the Pops», тому що це
              б суперечило графіку проведення туру, а імітація виконання такої
              складної композиції виглядала б дивною. Вартість кліпу, знятого за
              три години в студії «Elstree Studios» у Гартфордширі, склала 3500
              фунтів, що вп'ятеро перевищувало кошторис звичайного рекламного
              відео. Під час оперної секції кліпу була повторена сцена з
              обкладинки альбому «Queen II», але з оживленими обличчями
              учасників гурту. Журнал «Rolling Stone» відгукувався про вплив
              рекламного відео до «Bohemian Rhapsody» словами: «Його вплив
              неможливо переоцінити, оскільки воно практично винайшло музичний
              кліп, за сім років до виходу „MTV“ в ефір». Поставивши його на 31
              місце у своєму списку «50 ключових подій в історії рок-музики»,
              видання «The Guardian» заявило, що воно «забезпечило, щоб відео
              відтепер було обов'язковим інструментом у музичному маркетингу».
              Радіоведучий Томмі Венс заявив: «Це була перша платівка, висунута
              на перший план завдяки відео. „Queen“, безумовно, були першим
              гуртом, який створив „концептуальне“ відео. Ви не могли слухати цю
              музику, не бачачи візуальних картинок у вашій уяві».
            </h6>
            <h6>
              <img alt="img" src="queen.png" width="250"></img>
            </h6>
            <h5>
              "Він точно знав, що робив. Це було Фреддіне дитя. Ми просто
              допомогли йому втілити це у життя. Ми зрозуміли, що будемо
              виглядати дивно, намагаючись зобразити такий надзвичайно складний
              твір на телебаченні. Це треба було представити якось по-інакшому —
              Браян Мей про те, як Мерк'юрі написав «Bohemian Rhapsody» та про
              новаторський відеокліп до неї"
              <h6>
                — Браян Мей про те, як Мерк'юрі написав «Bohemian Rhapsody» та
                про новаторський відеокліп до неї,
              </h6>
              <img alt="img" src="76-03-22_Tokyo_06.png"></img>
            </h5>
            Альбом «A Night at the Opera» мав великий успіх у Великій Британії і
            став тричі платиновим у США. В опитуванні 4-го каналу 2004 року
            британська публіка поставила його на 13 місце серед найкращих
            альбомів усіх часів. Також «A Night at the Opera» посідає високі
            місця у міжнародних опитуваннях, зокрема, у всесвітньому опитуванні
            Гіннеса він посів 19 місце серед найкращих альбомів всіх часів, а в
            опитуванні ABC австралійська громадськість поставила його на 28
            місце, теж серед найкращих всіх часів. «A Night at the Opera» часто
            фігурує у списках «найкращих альбомів», у яких відображається думка
            критиків. Серед інших нагород він посів 16-те місце у рейтингу
            журналу «Q» «50 найкращих британських альбомів усіх часів» 2004 року
            та 11-е місце у рейтингу журналу «Rolling Stone» «100 найкращих
            альбомів усіх часів», як показано у його мексиканському виданні 2004
            року. Також альбом посів 230-е місце у списку «500 найкращих
            альбомів усіх часів» журналу «Rolling Stone» у 2003 році. «A Night
            at the Opera» — третій та останній альбом «Queen», який увійшов до
            книги «1001 альбом, який ви повинні почути, перш ніж помрете».
            Другим синглом альбому стала пісня «You're My Best Friend», написана
            Діконом, яка посіла 16 місце в американському чарті «Billboard Hot
            100» і згодом потрапила до «десятки» найкращих світових хітів. У
            листопаді 1975 року гурт розпочав тур «A Night at the Opera Tour»,
            який проходив в Європі, США, Японії та Австралії. 24 грудня «Queen»
            виступили на спеціальному концерті у «Hammersmith Odeon», який
            транслювався у прямому ефірі на BBC в рамках телешоу «The Old Grey
            Whistle Test», після чого його аудіо-запис транслювався ще на BBC
            Radio 1. Протягом концерту був створений найпопулярніший
            контрафактний запис гурту протягом десятиліть, поки він не вийшов
            офіційно 2015 року.
            <h4>1976—1979: від «A Day at the Races» до «Live Killers»</h4>
          </h6>
          <img alt="img" src="QueenPerforming1977.png" width="250"></img>
          <h6>
            На початку 1976 «Queen» повернулися до студії для запису альбому «A
            Day at the Races», який часто розглядається як продовження альбому
            «A Night at the Opera». Цього разу ідеєю назви альбому знову
            послужив фільм братів Маркс, він мав схожу з «A Night at the Opera»
            обкладинку, яка так само засновувалася на логотипі «Queen».
            Найвідоміший із братів Маркс, Граучо Маркс, запросив «Queen» у
            березні 1977 року до себе в гості, у свій будинок в Лос-Анджелесі.
            Під час свого візиту музиканти особисто подякували господареві і
            проспівали а капела пісню «'39» з альбому «A Night at the Opera».
            Бейкер цього разу не брав участь в продюсуванні «A Day at the
            Races», гурт вирішив зайнятися цією справою самостійно, за допомогою
            Майка Стоуна, який виконав в альбомі кілька бек-вокальних партій.
            Головним хітом альбому стала пісня «Somebody to Love», натхненна
            госпелом, у якій Мерк'юрі, Мей та Тейлор наклали свої голоси один на
            одного безліч раз, щоб створити ефект госпел-хору. Пісня посіла
            друге місце у Великій Британії, а у США — 13-те. Також до альбому
            увійшла одна з «найважчих» пісень гурту, «Tie Your Mother Down» Мея,
            яка надалі стала одним з основних елементів їхніх живих виступів. У
            музичному плані «A Day at the Races» став дуже успішним як за
            стандартами фанатів, так і критиків, посівши перше місце у Великій
            Британії та Японії та п'яте місце у США. 18 вересня 1976 року
            «Queen» провели один зі своїх найвідоміших заходів, вони дали
            безкоштовний концерт у лондонському Гайд-парку, організований
            підприємцем Річардом Бренсоном. Виступ встановив рекорд
            відвідуваності парку, кількість глядачів оцінювалася в 150 000 осіб.
            «Queen» запізнилися на сцену, через що їм забракло часу, задля
            виступу на біс, оскільки було введено обмеження на тривалість
            концерту. Поліція повідомила Мерк'юрі, що його заарештують, якщо він
            знову спробує вийти на сцену, щоб виступити на біс. Мей отримав
            особливу насолоду від концерту, оскільки йому доводилося бувати на
            попередніх концертах у парку, таких як перший, організований
            компанією «Blackhill Enterprises» у 1968 році, за участю «Pink
            Floyd». 1 грудня 1976 року «Queen» мали взяти участь у лондонській
            вечірній програмі «Today», але в останню хвилину музиканти мусили
            відмовитися. Замість них у студію спішно запросили їхніх колег по
            лейблу «EMI», панк-гурт «Sex Pistols», учасники якого дали відоме
            сумнозвісне, насичене лайкою, інтерв'ю ведучому Біллу Гранді. Під
            час туру «A Day at the Races Tour» 1977 року, в лютому «Queen»
            провели аншлагові концерти у «Медісон-сквер-гарден» в Нью-Йорку, де
            у них на підтримці був гурт «Thin Lizzy», тоді Мерк'юрі та Тейлору
            вдалося поспілкувалися з лідером цього колективу Філом Лайноттом.
            Потім у червні вони дали серію концертів у Ерлс Корті у Лондоні.
            Концерти були присвячені Срібному ювілею королеви Єлизавети II, на
            них гурт вперше використав освітлювальну установку у формі корони,
            що обійшлося йому 50 000 фунтів стерлінгів. Шостий студійний альбом
            «News of the World», випущений у 1977 році, став чотирикратно
            платиновим у США і двічі платиновим у Британії. Він містив багато
            пісень, спеціально написаних для живого виконання, у тому числі два
            найвідоміші рок-гімни, «We Will Rock You» та рок-баладу «We Are the
            Champions», які обидва стали постійними міжнародними спортивними
            гімнами, а остання пісня посіла четверте місце у чартах США.
            Обкладинкою альбому послужила картина американського
            науково-фантастичного художника Френка Фріса, взята Тейлором з
            журналу «Astounding Science Fiction» (жовтень 1953 року), на
            обкладинці якого зображено гігантського розумного робота, який
            тримає мертве тіло людини. У листопаді 1977 року «Queen» розпочали
            тур «News of the World Tour», Роберт Гілберн в газеті «Los Angeles
            Times» назвав його «найефектніше поставленим та найвитонченішим
            шоу». Під час туру «Queen» ще розпродали всі квитки на свої два
            концерти у «Медісон-сквер-гарден», за що 1978 року вони отримали
            Нагороду «Золотий квиток Медісон-сквер-гарден», за продаж понад 100
            000 квитків у цьому місці. Цього часу, через великі гонорари,
            «Queen» відповідно мав платити дуже великі податки у Британії, щоб
            уникнути цього, вони вирішили записати новий альбом поза межами
            своєї країни. В результаті новий альбом записувався у Франції
            («Superbear Studios» Ніцца) та Швейцарії («Mountain Studios»
            Монтре). 1978 року «Queen» випустили альбом «Jazz», який посів друге
            місце у Британії та шосте місце у чарті США «Billboard 200». «Jazz»
            представили світовій пресі вечіркою, організованою гуртом у Новому
            Орлеані, з фокусниками і стриптизерками. До альбому увійшли такі
            хіти, як «Fat Bottomed Girls» та «Bicycle Race», обидва з яких
            вийшли на подвійному синглі, натхненням до їхнього написання
            слугував «Тур де Франс», що проходив під час сесій запису. Інша
            відома пісня альбому, «Don't Stop Me Now», стала ще одним прикладом
            яскравих вокальних гармоній в репертуарі гурту. Альбом відзначився
            тим, що критичні відгуки щодо нього, лише з роками ставали більш
            сприятливими, ніж на момент його випуску. Зокрема, альбом
            критикувався через безліч музичних стилів, що у ньому охоплювалися.
            Журнал «Rolling Stone» опублікував такий жарт: «У „Queen“ бракує
            уяви, щоб грати джаз. А у цьому випадку — у них також немає уяви,
            щоб грати рок-н-рол». Обкладинка альбому була натхнена малюнком,
            який Роджер Тейлор побачив на Берлінській стіні. Композиція
            «Mustapha», що стала першим треком альбому, була вокальним
            експериментом Мерк'юрі у арабському стилі під жорсткий гітарний риф,
            теж виявилася незрозумілою. Більше того, він співав у ній не
            існуючою мовою, а вокально імпровізував зі східним підтекстом. Під
            час рекламного заходу, організованого на стадіоні «Вімблдон» для
            випуску синглу з «Fat bottomed girls» і «Bicycle race», гурт найняв
            п'ятдесят оголених жінок, щоб вони проїхалися на велосипедах по
            доріжці стадіону. Кадри цього заходу були використані для обкладинок
            синглу та оформлення альбому, і повторно використані у відеокліпі до
            «Bicycle Race», який деякий час цензурувався у Британії. Після
            знімання компанія, яка дала гурту в оренду велосипеди, зажадала
            повного відшкодування вартості всіх використаних сидінь. Того ж 1978
            року «Queen» вирушили на гастролі «Jazz Tour» по США і Канаді, а
            більшу частину наступного року давали виступи в Європі та Японії.
            1979 року вони випустили свій перший концертний альбом «Live
            Killers», який двічі ставав платиновим в США. Того ж року «Queen»
            випустили дуже успішний сингл «Crazy Little Thing Called Love»,
            навіяний стилем рокабілі і виконаний у стилі Елвіса Преслі. Пісня
            увійшла до «десятки» найкращих у чартах багатьох країн, очолювала
            австралійський «ARIA Charts» протягом семи тижнів поспіль і стала
            першим синглом гурту «номер один» у США, де чотири тижні очолювала
            «Billboard Hot 100». Написавши пісню на акустичній гітарі та
            зігравши під час її запису на ритм-гітарі, Мерк'юрі грав на останній
            і під час виконання пісні на концертах, що було вперше, коли він
            грав на гітарі під час живих виступів. 26 грудня 1979 року «Queen»
            виступили на першому вечорі Концерту для кампучійського народу в
            Лондоні, на прохання його організатора Пола Маккартні. Концерт став
            останнім виступом їхніх гастролів «Crazy Tour» у Лондоні.
            <h4>1980—1982: від «The Game» до «Hot Space» і стадіонні тури</h4>
          </h6>
          <img alt="img" src="queen2.png" width="250"></img>

          <h6>
            1980-ті роки «Queen» розпочали з випуску альбому «The Game». До
            нього увійшли сингли «Crazy Little Thing Called Love» і «Another One
            Bites the Dust», обидва з яких очолили чарти США. Ідея випустити
            «Another One Bites the Dust» як сингл належала Майклу Джексону, який
            після відвідування концерту «Queen» у Лос-Анджелесі, запропонував її
            за лаштунками сцени Мерк'юрі, в результаті: у жовтні 1980 року вона
            протрималася три тижні на першому місці чартів США. Альбом протягом
            п'яти тижнів очолював «Billboard 200», і розійшовся накладом у понад
            чотири мільйони копій у США. «The Game» записувався в студії
            «Musicland Studios» (Мюнхен, Німеччина) під керівництвом продюсера,
            його музика відзначилася появою синтезатора, що було вперше для
            альбомів «Queen». До цього на конвертах платівок з їхніми альбомами
            вказувалася характерна фраза «Без синтезаторів!» («No
            Synthesisers!»). Широко поширене припущення, що цей коментар
            відображав «анти-синтезаторну» та «про-хард-рокову» позицію гурту,
            але пізніше продюсер Рой Томас Бейкер уточнив, що це була спроба
            пояснити, що багатошарові соло у цих альбомах були створені за
            допомогою гітари, а не синтезаторів, як тоді вважали керівники
            компаній звукозапису. У вересні 1980 року «Queen» дали три аншлагові
            концерти у «Медісон-сквер-гарден». Того ж року гурт також випустив
            альбом-саундтрек, музика якого створювалася до фільму «Флеш Гордон».
            У січні 1981 року на «American Music Awards», «Another One Bites the
            Dust» здобула нагороду в номінації «Улюблений поп/рок-сингл», а
            «Queen» були номіновані на «Улюблений поп/рок-гурт, дует або гурт».
            У лютому 1981 року «Queen» вирушили до Південної Америки в рамках
            туру «The Game Tour», ставши першим визначним рок-гуртом, що дав
            крупномасштабні концерти в Латинській Америці.
            <h5>
              "«Queen» зробили великий міжнародний "перший крок", ставши гуртом,
              який зробив для популярної музики в Південній Америці те, що 17
              років тому зробили «The Beatles» для Північної Америки.
              Півмільйона аргентинців та бразильців, які зголодніли за виступами
              провідних британських або американських гуртів на піку їхньої
              популярності, влаштували «Queen» героїчний прийом, який змінив хід
              поп-історії на цій незвіданій території світової рок-мапи.
              Захоплені молоді люди побачили вісім концертів «Queen» на
              гігантських стадіонах, а ще мільйони побачили шоу по телевізору і
              почули наживо у радіотрансляціях"
              <h6>
                — стаття Тома Піннока у березневому номері «Melody Maker» за
                1981 рік
              </h6>
            </h5>
            Тур включав п'ять концертів в Аргентині, один з яких зібрав
            найбільшу аудиторію в історії цієї країни (він зібрав 300 000 людей
            у Буенос-Айресі) і два концерти на стадіоні «Сісеру Помпеу ді
            Толеду» в Сан-Паулу, Бразилія, де вони виступили перед більш ніж 131
            000 людьми першого вечора (найбільша на той момент аудиторія у світі
            за кількістю придбаних квитків, у рамках виступу одного гурту) і
            понад 120 000 осіб наступного вечора. У регіоні, де тоді переважно
            правили військові диктатори, гурт був зустрінутий сценами
            фан-лихоманки, через що зворушений промоутер їх перших концертів на
            стадіоні «Хосе Амальфітані» у Буенос-Айресі, сказав: «Для музики в
            Аргентині це був випадок до війни і після війни. „Queen“ звільнили
            цю країну у музичному плані». Другий виступ гурту на стадіоні «Хосе
            Амальфітані» транслювався національним телебаченням, тоді його
            переглянули понад 30 мільйонів людей. За лаштунками концертної сцени
            тоді відбулося знайомство гурту з футболістом Дієго Марадоною.
            Очолюючи чарти Бразилії та Аргентини, балада «Love of My Life»
            буквально «затьмарювала» решту пісень під час її виконання на
            концертах у Південній Америці. Мерк'юрі переставав співати, а потім
            диригував публікою, коли вона в захоплені від пісні починала сама її
            виконувати, журналістка Леслі-Енн Джонс писала: «Шанувальники знали
            пісню напам'ять. Їхня англійська була ідеальною». Пізніше того ж
            року «Queen» виступили 9 жовтня перед більш ніж 150 000 своїх фанів
            у Монтерреї (стадіон «Естадіо Універсітаріо») та 17—18 жовтня у
            Пуеблі (стадіон «Естадіо Сарагоса»), у Мексиці. Хоча концерти мали
            успіх, їхнє проведення затьмарилось відсутністю планування та
            належних умов, у зв'язку з цим публікою у бік сцени часто
            запускалися ракети для феєрверків, через що Мерк'юрі завершив
            останній виступ словами: «До побачення друзі, ви покидьки!». Увечері
            24 та 25 листопада «Queen» відіграли два аншлагові вечори на
            стадіоні «Монреаль-Форум», Квебек, Канада. У Монреалі відбулося одне
            з найвизначніших виконань Мерк'юрі, де він співав останню пісню
            альбому «The Game», «Save Me», а сам концерт був записаний і вийшов
            у вигляді концертного альбому «Queen Rock Montreal». 1981 року
            «Queen» записали разом з Девідом Бові сингл «Under Pressure», який
            очолив британський чарт. Це була перша співпраця «Queen» з іншим
            артистом, яка сталася спонтанно: Бові випадково зазирнув у студію, в
            момент коли гурт займався складанням нових пісень, і вирішив
            приєднатися до них. Мерк'юрі та Бові записували свій вокал для
            майбутньої пісні окремо один від одного, вигадуючи кожен свої власні
            ідеї. У жовтні «Queen» випустили свою першу збірку Greatest Hits»,
            де було представлено найкращі пісні гурту 1974—1981 років, й яка
            стала найпродаванішим альбомом в історії британських чартів. Це
            єдиний альбом, який продано у Британії накладом у понад 7 мільйонів
            копій. Станом на липень 2022 року, він провів понад 1000 тижнів у
            британському чарті альбомів. За даними «The Telegraph», приблизно
            кожна третя родина у Британії володіє його копією. Альбом став
            дев'ятикратно платиновим у США. Станом на серпень 2022 року він
            провів понад 500 тижнів у чарті США «Billboard 200». У всьому світі
            родано понад 25 мільйонів копій «Greatest Hits». 1982 року гурт
            випустив альбом «Hot Space», у якому вони відійшли від свого
            фірмового звучання 1970-х років, музика платівки була представлена
            сумішшю з поп-року, танцювальної музики, диско, фанку і
            ритм-енд-блюзу. Більшість треків альбому була записана у Мюнхені у
            найнеспокійніший період в історії гурту. Під час складання музики до
            альбому, Мерк'юрі і Дікон знаходилися під впливом своїх тодішніх
            нових вподобань у вигляді соулу і фанку, до якого критично ставилися
            Тейлор і Мей, також їм обом дуже не подобався вплив на Мер'юрі його
            персонального менеджера, Пола Прентера. За словами Райнгольда Мака,
            Прентер ненавидів рок-музику і Мерк'юрі прислухався до його думки
            протягом усіх сесій запису «Hot Space». Мей також різко критикував
            Прентера, менеджера Мерк'юрі між 1977—1984 роками, за те, що він не
            звертав уваги на важливість радіостанцій та їхнього значення у плані
            життєво необхідного зв'язку між гуртом та слухачами, а також за
            відмову станціям у зустрічі з Мерк'юрі. Мей казав: «Цей тип під час
            одного туру сказав усім станціям, які пропонувати виступити —
            відвалити». Технік «Queen» Пітер Гінс писав: «Ніхто з гурту так не
            носився з ним [Прентером], як Фредді», при цьому Гінс розцінював
            відданість Мерк'юрі Прентеру як акт «помилкової довіри». Під час
            мюнхенських сесій Мерк'юрі проводив час із Маком та його родиною,
            ставши хрещеним батьком першої дитини Мака. Журнал «Q» назвав «Hot
            Space» одним із п'ятнадцяти найкращих альбомів, де визначні
            рок-виконавці втратили сюжет. Хоча альбом збентежив деяких
            шанувальників зміною музичного напряму, він все ж таки досяг 4-го
            місця у Британії.
            <h5>
              "Ми переїхали до Мюнхена, щоб ізолюватися від звичайного життя та
              зосередитись на музиці. У результаті ми всі опинилися у досить
              хворому місці. Важкий період. Ми не ладнали один з одним. У нас у
              всіх були різні плани. Особисто для мене це був важкий час —
              кілька похмурих моментів"
            </h5>
            <h6>
              — Браян Мей про запис альбому «Hot Space» у складний для гурту
              період,
            </h6>
            Під час гастролів на підтримку альбому «Hot Space», «Queen» виявили,
            що частина публіки не сприймає їхній новий музичний матеріал. На
            концерті у Франкфурті Мерк'юрі відповів деяким з людей, які
            критикували нові пісні: «Якщо ви не хочете це слухати — йдіть
            додому!». Під час туру до «Queen» приєднався колишній клавішник
            гурту «Mott The Hoople» Морган Фішер як додатковий музикант.
            Планувалися концерти на стадіонах «Арсенал» та «Олд-Траффорд», але
            потім їх скасували через візит до Британії Папи Івана Павла II і
            нестачу через це вуличної інфраструктури, зокрема туалетів.
            Натомість виступи були перенесені на стадіони «Milton Keynes Bowl»
            та «Елленд Роуд», у Лідсі. Концерт на «Milton Keynes Bowl» зняло
            телебачення «Tyne Tees Television» і він вийшов на відео, а ще
            пізніше — на DVD. 14 і 15 вересня 1982 року, на стадіоні «The Forum»
            в Інглвуд, Каліфорнія, гурт дав свої два останні концерти в США, де
            вокалістом був Мерк'юрі. Під виступів у Північній Америці Фішера
            замінили на сесійного клавішника Фреда Мендела. Після свого туру
            «Hot Space Tour», «Queen» припинили гастролі Північною Америкою,
            оскільки їхній успіх там пішов на спад, попри те, що вони тоді дали
            свій єдиний виступ на американському телебаченні, під час прем'єри
            восьмого сезону шоу «Суботнього вечора в прямому ефірі» 25 вересня
            того ж року. Це був останній публічний виступ гурту у Північній
            Америці перед смертю їхнього фронтмена. Падіння їхньої популярності
            в США частково пояснювався існуючою там гомофобією. Ще під час
            американського етапу туру «Queen» 1980 року тамтешні фани кидали на
            сцену одноразові бритви, з вимогою до Мерк'юрі позбавитися ним його
            нового іміджу з відрощеними вусами, що ними сприймалося як втілення
            «нахабного гея — героя рок-н-ролу». Гурт завершив рік гастролями по
            Японії
          </h6>
          <img alt="img" src="Queen_12041982_01_800b.png" width="250"></img>
          <h4>1983—1984: «The Works»</h4>
          <img alt="img" src="450px-Queen_1984_012.png" width="250"></img>
          <h6>
            Після завершення «Hot Space Tour» концертом на стадіоні «Seibu Lions
            Stadium» у Токородзаві, Японія, у листопаді 1982 року, «Queen»
            вирішили зробити тривалу творчу перерву. Пізніше Мей казав, що
            «якийсь час ми ненавиділи один одного». Через дев'ять місяців гурт
            знову зібрався для запису нового альбому на студіях «Record Plant
            Studios» у Лос-Анджелесі та «Musicland Studios» у Мюнхені. Окрім
            цього частина учасників гурту займалися сторонніми проєктами та
            сольною творчістю. Тейлор видав свій другий сольний альбом «Strange
            Frontier». Мей випустив міні-альбом «Star Fleet Project» у співпраці
            з Едді Ван Галеном. Цього періоду «Queen» залишили «Elektra Records»
            (свій лейбл у США, Канаді, Японії, Австралії і Новій Зеландії) та
            підписали контракт з «EMI»/«Capitol Records». У лютому 1984 року
            «Queen» випустили свій одинадцятий студійний альбом «The Works».
            Серед хітових синглів були «Radio Ga Ga», що ностальгічно виступав
            на користь радіомовлення, «Hammer to Fall» та «I Want to Break
            Free». «Rolling Stone» назвав альбом «Led Zeppelin II вісімдесятих».
            У Британії «The Works» став тричі платиновим і залишався у чарті
            альбомів два роки. Альбом не мав успіху в США, де, на додаток до
            проблем з новим лейблом «Queen», «Capitol Records» (який нещодавно
            розірвав відносини зі своїми незалежними промоутерськими командами
            через урядову доповідь щодо пейоли), відеокліп до «I Want to Break
            Free», де вони переодяглися в жінок, який був пародією до
            британської мильної оперу «Вулиця коронації», викликав скандал і був
            заборонений на «MTV». Ідею кліпу подала дівчина Роджера Тейлора. Він
            казав журналу «Q»: «У минулому у нас було кілька дійсно серйозних,
            епічних відео, де ми просто вирішили трохи розважитися. Ми хотіли,
            щоб люди знали, що ми не ставимося до себе надто серйозно, що ми все
            ще можемо сміятися над собою». Режисер відео Девід Маллет казав, що
            Мерк'юрі неохоче погодився на це, коментуючи «це була пекельна
            робота, щоб витягнути його з роздягальні». У тому ж році «Queen»
            розпочали «The Works Tour», перший тур, де з'явився клавішник Спайк
            Едні, як додатковий живий музикант. Під час туру гурт відіграв 9
            аншлагових концертів у Бопутатсвані, що у Південній Африці, на арені
            в Сан-Сіті. Після повернення до Англії гурт став предметом обурення
            громадськості, оскільки виконав свої концерти у країні, де проходила
            активна політика апартеїду та попри міжнародні дивестиційні зусилля
            та культурний бойкот з боку ООН. Учасники гурту заявили критикам, що
            грали свою музику для шанувальників у Південній Африці, а також
            наголосили, що концерти проводились перед об'єднаною аудиторією.
            «Queen» надали фінансову підтримку школі для глухих та сліпих дітей
            як філантропний жест, але були оштрафовані Британським союзом
            музикантів та внесені до «чорного списку» артистів ООН. 2021 року
            Тейлор висловив жаль з приводу рішення виступити в Сан-Сіті,
            заявивши, що «Ми пішли з найкращими намірами, але я все ще думаю, що
            це було своєрідною помилкою».
            <h4>1985—1988: «Live Aid», «A Kind of Magic» і тури</h4>
            <h6>
              <img
                alt="img"
                src="Freddy_Mercury_jacket_designed_by_Diana_Moseley.png"
                width="150"
              ></img>
            </h6>
            У січні 1985 року гурт дав як хедлайнер два концерти на першому
            фестивалі «Rock in Rio» у Ріо-де-Жанейро, Бразилія, перед більш ніж
            300 000 людей кожного вечора. Газета «The Boston Globe» описали ті
            виступи як «гіпнотизуючі перформенси». Вибрані моменти із двох
            виступів були представлені у форматі VHS під заголовком «Queen: Live
            in Rio», а пізніше транслювались на «MTV» у США. У квітні і травні
            1985 року «Queen» завершували «The Works Tour» аншлаговими
            концертами в Австралії та Японії. На благодійному фестивалі «Live
            Aid», що відбувся на стадіоні «Вемблі» 13 липня 1985 року, «Queen»
            виконали деякі зі своїх найкращих хітів перед рекордною на той час
            телеаудиторією, що налічувала приблизно 1,9 мільярда людей. Багато
            хто з аншлагової публіки стадіону, що складала 72 000 людей,
            плескали, співали і розгойдувалися в унісон. Організатори фестивалю
            Боб Гелдоф і Мідж Юр, інші музиканти (такі як Елтон Джон, Кліф
            Річард, Дейв Грол), музичні журналісти таких видань як BBC, CNN,
            «Rolling Stone», MTV, «The Telegraph» назвали виступ «Queen»
            «родзинкою» концерту. В інтерв'ю за лаштунками концерту Роджер
            Вотерс заявив: «Усі, з ким я стикався, гудуть про „Queen“. Вони
            повністю зачарували всіх». За результатами спеціалізованого
            опитування, проведеного 2005 року, це було найкраще рок-виконання
            всіх часів. Потужна, стійка нота Мерк'юрі, «Аааааай-о», що лунала
            під час а капельої частини концерту, де він проспівував її у бік
            публіки, яка своєю чергою відповідала йому («заклик-відповідь»),
            повторюючи її — стала відомою як «Нота, почута у всьому світі».
            Реакція публіки щодо виступу «Queen» на «Live Aid» буквально
            «оживила» кар'єру гурту, що називалося Роджером Тейлором як
            «пострілом у руку». 1986 року Мерк'юрі прокоментував виступ на
            фестивалі словами: «На наш погляд, той факт, що „Live Aid“ трапився
            саме тоді, коли він трапився, був справжньою вдачею. Він з'явився із
            нізвідки і врятував нас. Безперечно, це була поворотна точка. Можна
            сказати, що в історії „Queen“ це був по-справжньому особливий
            момент».
            <h5>
              "«Queen» були абсолютно найкращим гуртом того часу... вони просто
              йшли і трощили один хіт за іншим... це була ідеальна сцена для
              Фредді: весь світ"
            </h5>
            <h6>— Боб Гелдоф про виступ гурут «Queen» на «Live Aid»</h6>,
            «Queen» завершили 1985 рік випуском синглу «One Vision» і бокс-сету
            з альбомами гурту «The Complete Works», що вийшов обмеженим
            накладом. Збірка також містла різдвяний сингл «Thank God It's
            Christmas» 1984 року і раніше невиданий матеріал. На початку 1986
            року «Queen» записали альбом «A Kind of Magic», що містив кілька
            перероблених версій пісень, які спочатку були написані для
            фантастичного бойовика «Горець». Альбом мав успіх у Британії,
            Німеччині та деяких інших країнах, низка його пісень стала хітами,
            включаючи «A Kind of Magic», «Friends Will Be Friends», «Princes of
            the Universe» та «Who Wants to Live Forever» (яка була записана із
            оркестром під диригуванням Майкла Кеймена). У Північній Америці
            альбом мав менший успіх, досягнувши 46-го місця в США, біограф Марк
            Блейк описав його «так собі альбомом» з «дещо нерівномірним
            враженням від прослуховування». 2007 року журнал «Classic Rock»
            поставив його на 28-е місце серед найкращих альбомів-саундтреків
            усіх часів. У середині 1986 року «Queen» вирушили у «The Magic
            Tour», їхній останній тур з Мерк'юрі. Для гастролів вони знову
            найняли клавішника Спайка Едні. «Queen» розпочали тур на стадіоні
            «Росунда» у Стокгольмі, Швеція, а потім дали концерт у замку Слейн,
            Ірландія, перед аудиторією у 95 000 осіб, побивши рекорд
            відвідуваності цього місця. Також гурт виступив за «Залізної
            завіси», виступивши перед 80 000 людей на стадіоні «Népstadion» у
            Будапешті, Угорщина (який записали і випустили у вигляді концертного
            фільму «Hungarian Rhapsody: Queen Live in Budapest»), це був один з
            наймасштабніших рок-концертів, які будь-коли проводилися у Східній
            Європі. Протягом туру концерти «Queen» відвідало понад мільйон
            людей, зокрема приблизно 400 000 лише у Британії, що стало рекордом
            на той час. Кульмінацією «The Magic Tour» став концерт на стадіоні
            «Вемблі», який записали і випустили у вигляді подвійного концертного
            альбому «Queen at Wembley», він вийшов на компакт-диску та у вигляді
            живого концертного виступу на відеокасеті/DVD, що став п'ятикратно
            платиновим у США та чотирикратно платиновим у Британії. «Queen» не
            змогли забронювати «Вемблі» для третього нічного концерту, в
            результаті вони 9 серпня виступили на Фестивалі «Небуорт». Квитки на
            концерт були розпродані протягом двох годин, після чого парк, який
            став останнім виступом «Queen» з Мерк'юрі, заповнило понад 120 000
            фанів. Технік гурту, Пітер Гінс, зазначав: «У Небуорті я чомусь
            відчував, що стане останнім для всіх нас виступом», тоді як Браян
            Мей згадував, як Мерк'юрі сказав: «Я не збираюся робити це вічно.
            Ймовірно, це востаннє»
            <h4>
              1988—1992: «The Miracle» і «Innuendo». Останні роки життя Мерк'юрі
            </h4>
            <h6>
              <img alt="img" src="Mountain-studios.png" width="250"></img>
            </h6>
            Після того як 1988 року фани стали помічати що зовнішність Мерк'юрі
            дедалі стає все виснаженішою, ЗМІ повідомили, що він серйозно
            хворий, і ймовірною хворобою часто згадувався СНІД. Проте, Мерк'юрі
            заперечував це, наполягаючи на тому, що він просто «змучений» і
            надто зайнятий, щоб давати інтерв'ю; тоді йому було 42 роки, і він
            займався музикою майже два десятиліття. Насправді, ще 1987 року йому
            діагностували ВІЛ, але він не розголошував свою хворобу, лише його
            найближче оточення колег і друзів знало про його стан. Після праці
            над різноманітними сольними проєктами протягом 1988 року (включно із
            колаборацією Мерк'юрі та Монсеррат Кабальє над платівкою
            «Barcelona»), 1989 року «Queen» представили альбом «The Miracle». У
            цій платівці гурт продовжив музичний напрямок альбому «A Kind of
            Magic», а саме використання поп-рок звучання разом із досить
            «важким». Альбом представив такі хіти: «The Miracle», «Breakthru»,
            «The Invisible Man», «I Want It All» та «Scandal» (дві останні стали
            гімнами боротьби проти апартеїду у Південній Африці). Альбом очолив
            чарти Британії та низки інших європейських країн, а у США він досяг
            24 сходинки у «Billboard 200». «AllMusic» назвав «The Miracle»
            найкращим альбомом «Queen» 1980-х років разом з «The Game». Також у
            «The Miracle» гурт започаткував нову концепцію щодо авторства
            пісень. Якщо до цього авторство практично кожної пісні приписувалося
            лише її основному автору, то після цього авторство всіх пісень
            зараховувалося до спільної творчості всього гурту, таке рішення
            символізувала незвичайна обкладинка альбому, у якій були об'єднанні
            звичайні фотографії облич чотирьох учасників гурту в одне
            морфінговане гештальт-зображення.
            <h5>
              "Весь той час, коли ми знали, що Фредді йде, ми тримали голови
              опущеними"
            </h5>
            <h6>— Браян Мей</h6>
            <h6>
              <img
                alt="img"
                src="Wembley_Stadium_Twin_Towers.png"
                width="250"
              ></img>
            </h6>
            1990 року у «Queen» закінчився контракт з «Capitol» і музиканти
            підписали новий з «Hollywood Records» (лейблом компанії «Disney»). В
            рамках угоди «Disney» придбала за 10 мільйонів доларів права на
            поширення творів «Queen» у Північній Америці і відтоді залишається
            власником музичного каталогу гурту у США та Канаді. У лютому того ж
            року Мерк'юрі востаннє з'явився на публіці, коли він приєднався до
            решти учасників «Queen» на сцені Театру «Dominion» у Лондоні, щоб
            здобути премію «Brit Awards» за видатний внесок у британську музику.
            На початку 1991 року гурт представив свій 14-й студійний альбом
            «Innuendo», разом із однойменним хітом, які очолили британські
            чарти. А трохи пізніше того ж року вийшла решта синглів, зокрема
            «The Show Must Go On», що також очолила британський чарт. Відеокліп
            до пісні містив архівний запис виступів гурту 1981—1989 років, що,
            разом із змістом слів пісні, стало новим приводом для медіа щодо
            подання статей про хворобу Мерк'юрі, хоча це як і раніше офіційно
            заперечувалось. Тоді як хвороба Мерк'юрі прогресувала і він ледь міг
            ходити коли гурт 1990 року записував «The Show Must Go On». У
            зв'язку із цим Мей мав певні сумніви щодо того, чи Мерк'юрі фізично
            здатний співати. Решта гурту були готові до запису і чекали на той
            момент, коли Мерк'юрі буде здатний прийти до студії на годину чи дві
            за раз. Мей розповідав про Мерк'юрі: «Він продовжував наполягати:
            „Напишіть мені більше. Напишіть щось. Я просто хочу заспівати це, і
            коли мене не стане, ви зможете закінчити запис“. Він насправді не
            відчував страху». Основою зображення обкладинки альбому послужила
            ілюстрація французького графіка XIX століття Жана Гранвіля. У жовтні
            1991 року була представлена друга збірка найкращих хітів гурту,
            «Greatest Hits II»; ця платівка наразі є 10-ою у списку
            найпродаваніших альбомів усіх часів у Британії, сьомим
            найпродаванішим альбомом у Німеччині, також вона є одним з
            найпродаваніших альбомів у Франції, де має «діамантовий» статус,
            загалом було продано 16 мільйонів її копій в усьому світі.. 23
            листопада 1991 року, у підготовленій на смертному ложі заяві,
            Мерк'юрі офіційно підтвердив, що у нього СНІД. Протягом 24 годин
            після цієї заяви Мерк'юрі помер від бронхопневмонії, яка стала
            ускладненням СНІДу. Панахида за співаком відбулись 27 листопада на
            цвинтарі Кенсал-Грін, що у західній частині Лондона, відповідно до
            зороастрійських вірувань його родини. Незабаром після смерті
            Мерк'юрі вийшло перевидання пісні «Bohemian Rhapsody» у вигляді
            подвійного синглу, де разом з нею на стороні «А» була композиція з
            альбому «Innuendo», «These Are the Days of Our Lives», відеокліп
            якої складається із фінальних сцен співака перед камерами. Рон Гарт
            із журналу «Rolling Stone» написав: «Синт-балада на основі конґи
            „These Are the Days of Our Lives“ — найзначніший сингл „Innuendo“,
            враховуючи, що його відео стало останнім разом, коли його
            шанувальники змогли побачити співака живим». Відеокліп відзнято у
            травні 1991 року (що стало свідченням того, що це остання робота
            Мерк'юрі із гуртом). У США пісня вийшла як сингл ще у вересні того
            року. «These Are the Days of Our Lives» посіла перше місце
            британського чарту, залишаючись там протягом 5 тижнів, що зробило її
            єдиною піснею, яка очолювала чарт у період різдвяних свят двічі і
            яка очолювала чарт у 4 різних роки (1975, 1976, 1991 і 1992 роки).
            Перші прибутки від синглу (а це приблизно 1 000 000 фунтів) були
            передані благодійній організації «Terrence Higgins Trust». Після
            того, як «Bohemian Rhapsody» з'явилась у комедії 1992 року «Світ
            Вейна», популярність «Queen» помітно зросла у Північній Америці. Ця
            поява допомогла композиції досягти 2 позиції у чарті «Billboard Hot
            100» і протриматись там 5 тижнів (якщо додати ще появу у чарті 1976
            року, то ця пісня загалом залишалась у «Hot 100» протягом 41 тижня),
            а гурт здобув нагороду «MTV Video Music Award». Збірка «Classic
            Queen» досягла 4 позиції у «Billboard 200» та стала тричі платиновою
            у США. Кадри з фільму «Світ Вейна» були використані для створення
            нового кліпу до пісні «Bohemian Rhapsody», від якого гурт та їхні
            менеджери були у захваті. 20 квітня 1992 року на стадіоні «Вемблі»
            перед 72 000 глядачів відбувся концерт пам'яті Фредді Мерк'юрі.
            Запрошені музиканти та гурти («Def Leppard», Роберт Плант, Тоні
            Айоммі, Роджер Долтрі, «Guns N' Roses», Елтон Джон, Девід Бові,
            Джордж Майкл, Енні Леннокс, Seal, «Extreme» та «Metallica») виконали
            різноманітні пісні «Queen» із рештою членів гурту і Спайком Едні.
            Цей концерт увійшов у «Книгу рекордів Гіннеса» як «найбільший
            благодійний рок-зірковий концерт», оскільки загальна телевізійна
            аудиторія перевищила 1.2 мільярди людей в усьому світі і загалом
            вдалось зібрати понад 20 мільйонів фунтів на анти-СНІД
            благодійність.
            <h4>1995—2003: від «Made in Heaven» до концерту «46664»</h4>
            <h6>
              <img
                alt="img"
                src="345px-2010_1129_Montreux_029t.png"
                width="250"
              ></img>
            </h6>
            Останній альбом гурту «Queen» із вокалом Мерк'юрі, «Made in Heaven»,
            вийшов 1995 році, через чотири роки після його смерті. Альбом, до
            якого увійшли такі треки як «Too Much Love Will Kill You» і «Heaven
            for Everyone», складався з останніх записів Мерк'юрі 1991 року, та
            матеріалу, що не потрапив до попередніх студійних альбомів, і
            переробленого матеріалу із сольних робіт Мея, Тейлора і Мерк'юрі.
            Також до нього увійшла пісня «Mother Love», останній вокальний запис
            Мерк'юрі, який він закінчив за допомогою драм-машини, поверх якої
            Мей, Тейлор та Дікон пізніше додали інструментальний трек. Після
            того, як Мерк'юрі закінчив запис передостанньої частини пісні, він
            повідомив, що «не дуже добре почувається» і що «завершить роботу над
            останньою частиною, коли повернеться наступного разу». Після цього
            він у студії більше не з'явився, тому роботу над цією останньою
            частиною закінчив Мей. Обидва етапи запису платівки (до і після
            смерті Мерк'юрі) виконано у студії гурту у місті Монтре, Швейцарія.
            Одразу після релізу «Made in Heaven» очолив британський чарт, ставши
            там для гурту дев'ятим альбомом «номером один», загалом його було
            продано понад 20 мільйонів копій в усьому світі. 25 листопада 1996
            року у Монтре, на березі Женевського озера, відкрито статую
            Мерк'юрі, практично через 5 років після смерті музиканта. 1997 року
            «Queen» повернулись до студії для запису пісні «No-One but You (Only
            the Good Die Young)», присвяченої Мерк'юрі та усім тим, «хто помер
            надто рано». Пісня вийшла як бонус-трек збірки «Queen Rocks» і
            потрапила до збірки «Greatest Hits III». У січні 1997 року «Queen»
            виконали «The Show Must Go On» наживо із Елтоном Джоном та балетом
            Моріса Бежара у Парижі під час вечора пам'яті Мерк'юрі; цей захід
            став останнім публічним виступом Джона Дікона, який вирішив піти на
            пенсію. Концерт у Парижі став лише другим виступом «Queen» після
            смерті Мерк'юрі, і це спонукало Елтона Джона спробувати переконати
            гурт виступати знову. Браян Мей і Роджер Тейлор виступали разом на
            декількох церемоніях нагороджень та благодійних концертах, роль
            вокаліста на цих виступах виконували різні запрошені співаки. На
            афішах до цих виступів вони оголошувались як «Queen +» ім'я
            запрошеного вокаліста. 1998 року дует виступив на благодійному
            концерті Лучано Паваротті; під час виступу Мей виконав «Too Much
            Love Will Kill You» разом із Паваротті, а також «Radio Ga Ga», «We
            Will Rock You» та «We Are the Champions» із Дзуккеро. Гурт взяв
            участь у ще одному благодійному концерті Паваротті у Модені, що в
            Італії, у травні 2003 року. Декілька запрошених вокалістів записали
            нові версії хітів «Queen» під іменем «Queen + ім'я співака»
            (зокрема, Роббі Вільямс виконав вокальну партію пісні «We Are the
            Champions» для саундтреку до комедії «Історія лицаря»).
            <h6>
              {" "}
              <img alt="img" src="Queen-star-hollywood.png" width="250"></img>
            </h6>
            <h5>
              "Ви, хлопці, маєте вийти і знову грати. Це нагадує те, ніби в
              гаражі стоїть „Феррарі“, який чекає на водія."
            </h5>
            <h6>
              — Елтон Джон про період, коли «Queen» залишилися без вокаліста
              після смерті Фредді Мерк'юрі
            </h6>
            У листопаді 1999 року вийшла збірка «Greatest Hits III», яку серед
            іншого, увійшла реп-версія пісні «Another One Bites the Dust»,
            записана разом із Вайклефом Жаном, а також концерті версії «Somebody
            to Love» із Джорджом Майклом та «The Show Must Go On» із Елтоном
            Джоном. Станом на той час вражаючі обсяги продажів платівок «Queen»
            зробили їх другими виконавцем у Британії за весь час після «The
            Beatles». У листопаді 2000 року гурт випустив бокс-сет «The Platinum
            Collection», який став семикратно платиновим у Британії та
            п'ятикратно платиновим у США. 18 жовтня 2002 року «Queen» отримали
            власну зірку на Алеї Слави (під номером 2207) у Голлівуді за їхній
            внесок у музичну індустрію, яка знаходиться за адресою Голлівудський
            бульвар, 6358. 29 листопада 2003 року Мей і Тейлор виступили на
            концерті «46664», організованому Нельсоном Манделою на стадіоні
            «Грін-Пойнт» у Кейптауні, метою якого було привернення уваги до
            проблеми поширення ВІЛ/СНІДу у Південній Африці. Під час концерту
            гурт виконав нову пісню «Invincible Hope», у якій присутня промова
            Мандели, пізніше увійшла до міні-альбому «46664: One Year On», де її
            авторство було вказано як «Queen + Нельсон Мандела». Музиканти
            провели певний час у домі Мандели, де обговорювали проблеми Африки
            та шляхи їх подолання, а через два роки гурт став послом руху
            «46664».
            <h4>2004—2009: «Queen + Пол Роджерс»</h4>
            <h6>
              <img
                alt="img"
                src="2005_Queen_+_Paul_Rodgers.png"
                width="250"
              ></img>
            </h6>
            Наприкінці 2004 року Мей та Тейлор анонсували повернення до
            концертних виступів 2005 року із Полом Роджерсом (засновником на
            колишнім вокалістом гуртів «Free» та «Bad Company»). На вебсайті Мея
            було зазначено, що Роджерс виступатиме разом із «Queen» (як проєкт
            «Queen + Пол Роджерс»), а не замінятиме Мерк'юрі; Джон Дікон не
            братиме участі у цих виступах. У листопаді 2004 року «Queen» були
            вибрані серед номінантів до Зали слави музики Британії, де під час
            нагородження Роджерс вперше виступив разом із Меєм і Тейлором як
            вокаліст. 2005 та 2006 роки «Queen» та Пол Роджерс провели у турне,
            яке стало першим для гурту із часів останніх виступів із Фредді
            Мерк'юрі у 1986 році. Тоді Тейлор коментував ці виступи словами: «Ми
            ніколи не думали, що знову поїдемо в тур, Пол з'явився випадково і у
            нас, здається, все вийшло. Пол просто відмінний співак. Він не
            намагається бути Фредді». Перша частина туру охопила Європу, надалі
            гурт вирушив у Японію, а опісля відіграв серію концертів у США 2006
            року. 25 травня 2006 року «Queen» здобули нагороду «VH1 Rock Honors»
            у Центрі для заходів «Мандалай-бей» в Лас-Вегасі. Під час відкриття
            церемонії нагородження гурт «Foo Fighters» вшанували «Queen»,
            виконавши пісню «Tie Your Mother Down» разом із Меєм, Тейлором та
            Роджерсом, котрі також виконали декілька вибраних хітів «Queen». 15
            серпня 2006 року на вебсайті Мея та фан-клубу було підтверджено, що
            проєкт «Queen + Пол Роджерс», починаючи з жовтня, збираються
            продюсувати свій перший студійний альбом, запис якого буде
            відбуватися у «секретному місті». 27 червня 2008 року «Queen + Пол
            Роджерс» виступили на святкуванні 90-річчя Нельсона Мандели, яке
            проходило в лондонському Гайд-парку. Окрім святкування ювілею
            Мандели, ще одною метою заходу було привернення громадськості до
            пандемії ВІЛ/СНІДу. 12 вересня у Європі та 28 жовтня 2008 року у США
            було представлено дебютний альбом проєкту «Queen+Пол Роджерс» під
            назвою «The Cosmos Rocks». Після випуску альбому гурт знову вирушив
            у тур Європою, першим виступом якого став концертом у Харкові на
            Майдані Свободи перед 350 000 українських фанів. Пізніше харківський
            концерт вийшов на DVD «Live in Ukraine». Потім тур проходив в Росії,
            де гурт відіграв два аншлагові концерти у Москві, у спорткомплексі
            «Олімпійський». Після першого етапу великого європейського туру, в
            ході якого «Queen» дали 15 аншлагових концертів поспіль у 9 країнах,
            квитки на британські виступи були продані протягом 90 хвилин від
            моменту початку продажів, вони включали три концерти в Лондоні,
            перший з яких проходив на Арені «O2» 13 жовтня. Останній етап туру
            пройшов у Південній Америці та включав аншлаговий концерт на
            стадіоні «Хосе Амальфітані» у Буенос-Айресі. Співпраця «Queen» та
            Пола Роджерса завершилась 12 травня 2009 року. Роджерс заявив: «Моя
            домовленість (із „Queen“) по суті була схожа на мою співпрацю із
            Джиммі (Пейджом) у „The Firm“: це ніколи не розглядалось як щось
            постійне». Надалі Роджерс більше не розглядав можливості працювати
            із «Queen» знову.
          </h6>
          <img alt="img" src="KharkovQueenNightConcert01.png" width="250"></img>
          <h4>2009—2011: відхід від «EMI», 40-річчя гурту</h4>
          <img alt="img" src="Adam_Lambert_and_Queen.png" width="250"></img>
          <h6>
            20 травня 2009 року Мей та Тейлор виконали композицію «We Are the
            Champions» наживо у фінальному епізоді реаліті-шоу «American Idol»
            із вокальним дуетом переможця Кріса Аллена та Адама Ламберта, який
            посів друге місце. У середині 2009 року після завершення співпраці
            із Полом Роджерсом «Queen» на своєму вебсайті анонсували випуск
            нової збірки «Absolute Greatest». Платівка була представлена 16
            листопада та досягла 3 позиції у британському чарті. До альбому
            увійшло 20 найкращих хітів гурту, записаних протягом всього періоду
            їхньої діяльності. Платівку було представлено у 4 різних форматах:
            CD, подвійний диск (із коментарями), подвійний диск із додатковою
            книгою та як вінілова пластинка. Перед релізом гурт запустив онлайн
            змагання, де учасники мали вгадати композиції, які увійдуть у
            альбом. 30 жовтня 2009 року Мей повідомив на своєму вебсайті, що
            «Queen» не планують виступати у 2010 році, хоча для цього були всі
            можливості. 15 листопада 2009 року Мей та Тейлор виконали «Bohemian
            Rhapsody» наживо на британському телебаченні в ефірі шоу «The X
            Factor» разом із фіналістами. 7 травня 2010 року Мей і Тейлор
            оголосили про припинення співпраці із лейблом «EMI», із якими гурт
            працював протягом майже 40 років. 20 серпня 2010 року менеджер
            «Queen» Джим Біч заявив, що гурт підписав контракт із «Universal
            Music». Під час інтерв'ю на телепередачі «HARDtalk» каналу BBC 22
            вересня Мей підтвердив співпрацю із «Island Records», що є дочірньою
            компанією «Universal Music». Вперше з кінця 1980-х років права на
            розповсюдження творів «Queen» в усьому світі отримав один і той
            самий дистриб'ютор, тому що їхній поточний лейбл у Північній Америці
            («Hollywood Records») належав «Universal».
            <h5>
              Багато хто з вас читав у Інтернеті уривки про те, як „Queen“
              змінюють компанії звукозапису, і тому я хотів підтвердити вам, що
              гурт підписав новий контракт з „Universal Music“… ми хотіли б
              подякувати команді „EMI“ за всю їхню важку роботу протягом
              багатьох років, численні успіхи і теплі спогади, і, звичайно ж, ми
              з нетерпінням чекаємо на продовження роботи з „EMI Music
              Publishing“, яка подбає щодо наших справ з написання пісень.
              Наступного року ми починаємо працювати з нашою новою компанією
              звукозапису, щоб відсвяткувати 40-річчя „Queen“, і ми оголосимо
              повну інформацію щодо планів на наступні 3 місяці. Як вже сказав
              Браян, наступні кроки „Queen“ включатимуть „роботу в студії,
              комп'ютери та живу роботу“.
            </h5>
            <h6>— Джим Біч, менеджер «Queen», про зміну лейблу</h6>
            14 березня 2011 року «Queen» «відзначили» свою 40-у річницю
            перевиданням перших п'яти альбомів у Великій Британії та у деяких
            інших країнах у вигляді делюкс-видань (у США ці версії платівок були
            представлені 17 травня). Наступні п'ять альбомів були перевидані 27
            червня в усьому світі, окрім США і Канади (у цих країнах реліз
            відбувся 27 вересня); останні п'ять платівок були перевидані у
            Британії 5 вересня. У травні 2011 року Перрі Фаррелл, вокаліст гурту
            «Jane's Addiction», зазначив, що «Queen» намагаються переманити
            їхнього басиста Кріса Чейні до себе в гурт. Фаррелл заявив: «Мені
            доводиться тримати Кріса подалі від Queen, які хочуть працювати із
            ним; вони його не отримають, хіба що ми не будемо нічого із цим
            робити». Цього ж місяця Пол Роджерс заявив, що знову існує
            імовірність його співпраці із «Queen». 4 жовтня на церемонії від
            компанії «Broadcast Music, Inc.» «Queen» здобули нагороду «BMI Icon
            Award» за свої успіхи на радіо у США; а вже 6 листопада на «MTV
            Europe Music Awards» — нагороду «Global Icon», яку Кеті Перрі
            вручила Браяну Мею. «Queen» закривали церемонію нагородження із
            Адамом Ламбертом, виконавши «The Show Must Go On», «We Will Rock
            You» і «We Are the Champions». Відновлення співпраці із Ламбертом
            отримало позитивний відгук як від критиків, так і від шанувальників
            «Queen», що вилилось у чутки щодо подальшої їхньої спільної роботи.
            <h4>
              2011—теперішній час: «Queen + Адам Ламберт», «Queen Forever»
            </h4>
          </h6>
          <img
            alt="img"
            src="Queen_And_Adam_Lambert_-_The_O2_-_Tuesday_12th_December_2017_QueenO2121217-45_(39066611155).png"
            width="250"
          ></img>
          <h6>
            25 і 26 квітня Мей і Тейлор взяли участь у 11 сезоні телешоу
            «American Idol», яке знімалося в Театрі «Nokia», виконавши під час
            першого випуску попурі з композиціями «Queen» із шістьма
            фіналістами, а наступного дня — пісню «Somebody to Love» із гуртом
            «Queen Extravaganza». «Queen» були оголошені хедлайнером фестивалю
            «Sonisphere», де мали виступити 7 липня 2012 року із Адамом
            Ламбертом у Небуорт-гаусі, проте фестиваль було скасовано. Востаннє
            гурт виступав у цьому місці 1986 року із Фредді Мерк'юрі. Браян Мей
            заявив: «Це гідний виклик для нас, і я певен що Фредді би схвалив
            цей виступ». «Queen» висловили своє розчарування від того, що виступ
            було скасовано, і заявили, що шукали інше місце для проведення
            концерту. 11 і 12 липня 2012 року гурт разом із Ламбертом дали 2
            концерти у лондонському «Hammersmith Apollo». Квитки на обидва
            концерти були розкуплені протягом першим 24 годин після старту
            продажу. Третій концерт було заплановано на 14 липня. 30 червня
            «Queen» та Адам Ламберт виступили у Києві разом із Елтоном Джоном на
            запрошення Фонду Олени Пінчук «АнтиСНІД». 3 липня гурт із Ламбертом
            дали концерт у Москві, на стадіоні «Олімпійський», а 7 липня 2012
            року — у Вроцлаві, на Муніципальному стадіонні. 12 серпня 2012 року
            «Queen» виступали на церемонії закриття Літніх Олімпійських ігор у
            Лондоні. Цей виступ, що проходив на лондонському Олімпійському
            стадіоні відкрився спеціальним ремастованим відеокліпом, на якому
            Мерк'юрі на сцені виконує свій номер із «заклик-відповідь» до
            публіки під час їхнього концерту 1986 року на стадіоні «Вемблі».
            Після цього Мей виконав соло із «Brighton Rock», після чого до нього
            приєдналися Тейлор і солістка Джессі Джей для виконання «We Will
            Rock You». 20 вересня 2013 року «Queen» та Адам Ламберт виступали на
            музичному фестивалі «iHeartRadio» у готельно-розважальному комплексі
            MGM Grand у Лас-Вегасі. Влітку гурт із Ламбертом вирушили в тур
            Північною Америкою, а наприкінці серпня — на початку вересня
            виступили у Австралії та Новій Зеландії. В інтерв'ю журналу «Rolling
            Stone» Мей і Тейлор заявили, що вони готові до того, щоб Ламберт
            став офіційно членом гурту, а також до спільного запису нового
            матеріалу. У листопаді 2014 року «Queen» випустили новий альбом
            «Queen Forever». Альбом значною мірою є компіляцією раніше
            випущеного матеріалу, але включає три нові треки «Queen» з вокалом
            Мерк'юрі і акомпанементом решти учасників гурту. Одна нова пісня,
            «There Must Be More to Life Than This», є дуетом Мерк'юрі та Майкла
            Джексона. Надалі проєкт «Queen + Адам Ламберт» виступив у
            Центральній залі методистів, що знаходиться біля Біг-Бена
            (Вестмінстер, центр Лондона), на Біг-Бенських новорічних концертах
            напередодні нових 2014 і 2015 років. Літо 2016 року стало періодом
            туру гурту із Ламбертом по музичних фестивалях Європи та Азії
            («Queen + Adam Lambert 2016 Summer Festival Tour»). Програма туру
            включала виступ на закритті фестивалю на острові Вайт, в Англії, 12
            червня, де вони виконали «Who Wants to Live Forever» як данину
            поваги жертвам масової стрілянини у нічному гей-клубі в Орландо,
            Флорида, що сталося раніше того ж дня. 12 вересня гурт вперше
            виступив у парку Яркон, що у Тель-Авіві, Ізраїль, перед 58 000
            шанувальників. Частиною туру 2017—2018 років стали виступи гурту із
            Ламбертом у Північній Америці влітку 2017 року, Європі — наприкінці
            2017 року, а у лютому та березні 2018 року гурт виступив у Австралії
            та Новій Зеландії. 24 лютого 2019 року «Queen» відкрили 91-шу
            церемонію вручення нагород Американської кіноакадемії, що відбулася
            в Театрі «Долбі» у Голлівуді. У липні 2019 року гурт вирушив у
            північноамериканський етап «The Rhapsody Tour». У січні 2020 року
            «Queen» гастролювали по Японії та Південній Кореї, а наступного
            місяця — по Австралії та Новій Зеландії. 16 лютого, вперше за 35
            років, гурт повторив свій сет пісень з виступу «Live Aid» на
            концерті «Fire Fight Australia» на стадіоні «ANZ» у Сіднеї, щоб
            зібрати гроші на ліквідацію лісових пожеж в Австралії 2019—2020
            років. Оскільки «Queen» не змогли здійснити запланований тур через
            пандемію COVID-19, вони випустили концертний альбом з Адамом
            Ламбертом 2 жовтня 2020 року. Колекція з понад 20 пісень «Live
            Around the World» містить особисто відібрані учасниками гурту
            найкращі моменти з понад 200 концертів за всю його історію. Це був
            їхній перший концертний альбом з Ламбертом, який станом на 2020 рік
            відіграв із гуртом 218 концертів. 31 грудня 2020 року «Queen»
            виступили на японському новорічному телешоу «Kōhaku» з композитором
            Йосікі та співачкою Сарою Брайтман. 2021 року «Queen» вчетверте
            здобули нагороду «Japan Gold Disc Award» (раніше вигравали її в
            2005, 2019 і 2020 роках) як найпопулярніший західний гурт в Японії.
            4 червня 2022 року «Queen + Адам Ламберт» відкрили Платинову вечірку
            біля Букінгемського палацу на честь Платинового ювілею Єлизавети ІІ.
            Виконання сету з трьох пісень, вони розпочали композицією «We Will
            Rock You», разом з якою презентували комедійний відеоролик, в якому
            показали чаювання королеви Єлизавети II і ведмедика Паддінгтона, де
            вони стукають чашками в такт пісні. 13 жовтня 2022 року була
            випущена раніше не опублікована пісня «Queen» з вокалом Мерк'юрі
            «Face It Alone», записана понад тридцять років тому і яка спочатку
            вважалася Меєм та Тейлором тією «що не підлягає відновленню»; а 18
            листопада 2022 року вийшло ще п'ять пісень — «You Know You Belong to
            Me», «When Love Breaks Up», «Dog With a Bone», «Water» та «I Guess
            We Falling Out» як частина з бокс-сета «The Miracle Collector's
            Edition».
          </h6>
        </div>
      </Tab>
      <Tab eventKey="profile" title="Музичний стиль">
        <img
          alt="img"
          src="Queen_And_Adam_Lambert_-_The_O2_-_Tuesday_12th_December_2017_QueenO2121217-28_(39066620425).png"
          width="250"
        ></img>
        <h6>
          «Queen» формували свій стиль під впливом таких британських рок-гуртів
          та виконавців 1960-х та ранніх 1970-х років, як: «The Beatles», «The
          Kinks», «Cream», «Led Zeppelin», «Pink Floyd», «The Who», «Black
          Sabbath», «Slade», «Deep Purple», Девід Бові, «Genesis» і «Yes». А
          натхненням для Фредді Мерк'юрі стали такі співаки рок-н-ролу, як Літл
          Річард й Елвіс Преслі та госпел-співачка Арета Франклін. Стосовно «The
          Beatles», Браян Мей заявив, що вони «створили нашу настольну книгу у
          плані музичної композиції, аранжування та продюсування. „Білий альбом“
          — це вичерпний перелік того, як ви маєте користуватися студією,
          створюючи пісні». Мерк'юрі казав: «Джон Леннон був більшим, ніж життя,
          і абсолютним генієм. Навіть на дуже ранньому етапі, коли вони ще були
          „Beatles“, я завжди віддавав перевагу творам Джона Леннона. Не знаю
          чому. Він просто мав цю магію». Окрім цього, Мей та Мерк'юрі
          знаходилися під впливом Джимі Гендрікса: Мерк'юрі казав, що «у нього
          дійсно було все, що має бути у будь-якої зірки рок-н-ролу», а Мей
          казав: «Джимі, звичайно, мій номер один. І я завжди казав, що Я ніколи
          не перестаю вчитися у Джимі». Під час навчання у Коледжі Ілінг
          Мерк'юрі присвятив Гендріксу свою дипломну роботу. В ознаменування
          смерті Гендрікса, Мерк'юрі і Тейлор навіть закрили свій прилавок на
          Кенсінгтонському ринку 18 вересня 1970 року. На початку творчості у
          ранніх 1970-х музику «Queen» характеризували як «„Led Zeppelin“, що
          зустрічається з „Yes“», через комбінування «акустично-електричних
          гітарних перепадів та натхненних фентезі багаточастинних пісенних
          епопей». Хоча Мерк'юрі назвав Роберта Планта своїм улюбленим співаком,
          а «Led Zeppelin» — «найвизначнішим» рок-гуртом, він також казав, що
          «Queen» має «більше спільного з Лайзою Міннеллі, ніж з „Led Zeppelin“.
          Ми більше у традиціях шоу-бізнесу, ніж у традиціях рок-н-ролу». У
          своїй книзі «Основи хард-року та хеві-металу» Едді Транк описав
          «Queen» як «хард-роковий гурт за своєю суттю, але з вищим рівнем
          величності та театральності, який приніс щось кожному», а також
          зауважив, що гурт «звучить по-британськи». Роб Гелфорд з «Judas
          Priest» коментував: «Рідко коли буває так, що вам важко віднести гурт
          до якої-небудь категорії. Якщо ви хеві-метал гурт, ви повинні
          виглядати та звучати як хеві-метал гурт, але вам не вдасться назвати
          „Queen“ ким-небудь. Одного разу вони можуть бути поп-гуртом,
          наступного — гуртом, який написав „Bicycle Race“, а іншого —
          повноцінним метал-гуртом. З точки зору глибини музичного ландшафту,
          який вони охоплювали, вони були дуже схожі, певною мірою, на „The
          Beatles“». Хоча Джо Боссо із журналу «Guitar World» стверджував, що на
          них вплинули різні виконавці та жанри, він відзначав: «Queen, схоже,
          зайняли свою власну смугу». «Queen» складали музику, черпаючи
          натхнення з різних музичних жанрів, часто з глузливим відтінком.
          Жанри, із якими пов'язують гурт, це прогресивний рок, симфонічний рок,
          артрок, глем-рок, хардрок, важкий метал, поп-рок, класичний кросовер,
          психоделічний рок, бароко-поп і рокабілі. Також «Queen» писали пісні,
          натхненні різноманітними музичними стилями, які зазвичай не
          асоціюються з рок-гуртами, такі як опера, м'юзік-хол, фолк, госпел,
          реґтайм і денс/диско. Їх сингл 1980 року «Another One Bites the Dust»
          став хітом у жанрі фанк-рок. Декілька пісень гурту були написані із
          думкою про їхнє сприйняття аудиторією, наприклад «We Will Rock You» і
          «We Are the Champions». Із цієї ж причини композиція «Radio Ga Ga»
          стала однієї із улюблених у публіки на концертах оглядачі відзначали,
          що під час її живого виконання: «натовп плескав, як на мітингу в
          Нюрнберзі». 1963 року, ще бувши підлітком, Браян Мей із своїм батьком
          виготовили гітару «Red Special», яка надалі стала «візитною карткою»
          музиканта, вона спеціально розроблялася під фідбек-ефект. Після
          зустрічі з Рорі Галлагером, який був його кумиром протягом тривалого
          часу, на концерті в Лондоні наприкінці 1960-х–на початку 1970-х років,
          Мей майже суто використовував підсилювачі компанії «Vox», «AC30». Він
          також використовує шестипенсовик як плектр, щоб отримати бажане
          звучання. У піснях «Queen» широко використовувалися звукові
          експерименти. Характерною рисою звучання «Queen» є вокальні гармонії,
          які, як правило, складаються із голосів Мея, Мерк'юрі та Тейлора;
          найкраще це можна почути у студійних альбомах «A Night at the Opera» і
          «A Day at the Races». Частина основної роботи у розробленні цього
          звучання належить продюсеру Рою Томасу Бейкеру та інженеру Майку
          Стоуну. Окрім гармонії, «Queen» також відомі своїми багатодоріжковими
          голосами для імітації звучання великого хору, що створювалося за
          допомогою накладання. Наприклад, як зазначив Браян Мей, у «Bohemian
          Rhapsody» присутні понад 180 голосових накладень. Вокальну структуру
          «Queen» часто порівнюють із «The Beach Boys», хоча Мей заявив, що цей
          гурт не мав «значного впливу» на них.
        </h6>
        <img
          alt="img"
          src="Queen_@_United_Center,_Chicago_6-19-2014_(14486803126).png"
          width="250"
        ></img>
      </Tab>
      <Tab
        className="Qu"
        // style={{ display: "flex", allignItems: "start" }}
        eventKey="title"
        title="Дискографія"
      >
        <img
          alt="img"
          src="https://yt3.googleusercontent.com/X1hxG_g3g4zgQhkwPK1Q_InYbxGSjwAHdoZQWPG1Fp8cUDgMWi7j0MudKSuFYMLTvKYm9RjR44o=s900-c-k-c0x00ffffff-no-rj"
          width={250}
        ></img>
        <h6>Queen (1973)</h6>
        <h6>Queen II (1974)</h6>
        <h6>Sheer Heart Attack (1974)</h6>
        <h6>A Night at the Opera (1975)</h6>
        <h6>A Day at the Races (1976)</h6>
        <h6>News of the World (1977)</h6>
        <h6>Jazz (1978)</h6>
        <h6>The Game (1980)</h6>
        <h6>Flash Gordon (1980) </h6>
        <h6>Hot Space (1982)</h6>
        <h6>The Works (1984)</h6>
        <h6>A Kind of Magic (1986)</h6>
        <h6>The Miracle (1989)</h6>
        <h6>Innuendo (1991)</h6>
        <h6>Made in Heaven (1995)</h6>
      </Tab>
    </Tabs>
  );
}
